{
    "App Name": "Talkspace Therapy and Support\n 12+",
    "Developer": "Groop Internet Platform inc.",
    "Ratings": "4.8 out of 5",
    "Description": "Description\n\n\nTalkspace is the most convenient and affordable way to improve your mental health. Get matched with a licensed therapist in your state from the comfort of your device, and message via text, audio, and video. Our subscription service provides high-quality mental health care to anyone ages 13 and up, and has already been used by over 1 million people. See what they have to say at love.talkspace.com. HOW DOES TALKSPACE WORK? Tell us your preferences for therapy, and match with one of our therapists in your state the same day. Send your therapist unlimited text, audio, picture, or video messages from anywhere, at any time — you’ll hear back at least once a day, 5 days per week. IS TALKSPACE COVERED BY INSURANCE?Yes! Talkspace partners with health plans and companies across the U.S. to make therapy more affordable and accessible than ever before. Share your insurance info or employer during checkout to see if you’re eligible for coverage. IS TALKSPACE EFFECTIVE? Talkspace has been shown to be as effective as face-to-face therapy. In one recent study, 81% of participants felt Talkspace is as effective or better than in-person therapy. In another, individuals who used Talkspace for only 2 months significantly improved symptoms of depression and anxiety. Talkspace has been featured in The Wall Street Journal, CNN.com, Business Insider, and more. For more research data, visit research.talkspace.com. For more of our press coverage, visit talkspace.com/online-therapy/press/WHO ARE THE TALKSPACE THERAPISTS?The Talkspace provider network has thousands of licensed therapists across the 50 U.S. states who have been vetted and accredited according to NCQA standards. They have experience treating the most common mental health issues, including depression, anxiety, substance use, stress, relationships, PTSD, and more.IS TALKSPACE SECURE?Your safety and security are our #1 priorities. Our technology is protected using banking-grade encryption and externally audited in compliance with the Health Insurance Portability and Accountability Act (HIPAA). For more information, find our complete Privacy Policy at talkspace.com/public/privacy-policy.CONNECT WITH US!We’re always happy to connect with users and receive feedback.Email us: support@talkspace.com Check out our website: talkspace.com Follow us on Twitter: twitter.com/Talkspace Follow us on Instagram: instagram.com/talkspaceLike us on Facebook: facebook.com/Talkspacetherapy",
    "Reviews": [
        {
            "Rating": "4 out of 5",
            "Review": "I will start by saying that I have been with my therapist and talkspace for years now but there are a number of issues: the biggest one being, insurance being out of network but there’s no notification of that. I just recently discovered that my insurance is OON and I had no idea until Talkspace requested payments and i checked my insurance portal. This is a HUGE deal when it comes to treatment. I, myself work in healthcare as a utilization reviewer that works to get prior authorizations so I know the urgency of ensuring not only are patients covered but that it’s communicated when they are not. When you’re doing messaging sessions weekly which are being billed for and you don’t know that they’re not covered then that only increases the need for therapy…. An alert notification in app would help to notify patients when their benefit information has changed or a phone call.Next, the glitches are pretty annoying. Having to restart the app essentially when it freezes and now with upgrading to a new phone it does not want to open with my FaceId then it just keeps trying to open itself and I have to swipe out of it, move my face away, and enter my passcode instead. I’ll have to see if I can turn off the FaceID to just use my passcode.I love my therapist and don’t intend to leave her but this insurance issue is a big issue for me."
        },
        {
            "Rating": "2 out of 5",
            "Review": "I was initially matched with a therapist that specialized in a subject that I had no issues with nor did I specify I had issues with. I had to accept in order to try to change therapists, only one of which was female (which is what I wanted) so I had to accept that.. but I felt like I wished I had more choices to pick from. My therapist was nice. Very generic though, and didn’t know how to use the platform. Promised to email me something and never did. Red flags raised when she cancelled our second appointment together but we rescheduled in the same week. I really wanted routine and continuity… and I didn’t want to switch providers at this point after already going through a really tough first appointment. So I stuck with the same provider. Fast forward, she cancelled our 4th appointment, rescheduled it for two days later, then I waited on video and she never showed up and didn’t message til the next day with a pretty tepid sorry. I called (to no avail) and emailed Talkspace to share this and show my disappointment and yes I got a refund, but no apology for being treated as unimportant or uncared for. Talkspace was my therapist’s side gig so clearly not as important as her full time job which is fine if that’s ok with you. But it took its toll on me. Will not continue. To add insult to injury, the app is not very user friendly."
        },
        {
            "Rating": "1 out of 5",
            "Review": "Give me all of my money back. I don’t write app reviews, but there is no way to get any type of response from customer service. I was a brand new paying subscriber that needed assistance with a billing/technical issue. I’ve reached out via email multiple times for a week with no response, which is valuable time and money going down the drain as I wait on customer service to respond to what should be a simple request. After many automated emails, I went to social media dms to try to get ahold of someone. My question could easily have been taken care of with a quick phone call but they don’t offer any type of customer service phone call. This has created much more stress and frustration on me, all while my paid subscription dwindles down. I was now charged for TWO different subscriptions that Im not using. You’ve been unable to assist me in a simple request so PAY ME BACK….all of it. This “partial refund” automated refund wizard thing isn’t the right approach. I never used your services, only spent time trying to figure out how to get set up correctly!Take This Advice CS- If you don’t have enough customer service support to handle new clients, pause taking in new subscribers until you can fully serve them. Week long delays and keeping my money is not right. I’m done trying to make Talkspace work for me on my own. Bottom line - I’ve cancelled my account(s) and I expect Full Refunds now."
        }
    ]
}