{
    "App Name": "BetterHelp - Therapy\n 12+",
    "Developer": "BetterHelp",
    "Ratings": "4.8 out of 5",
    "Description": "Description\n\n\nBetterHelp is the convenient way to get professional help from a licensed therapist. With over 30,000 trained, experienced, and accredited therapists covering a wide range of areas – from depression and anxiety to family and couples therapy – it’s never been easier to receive personal, professional help when you need it.-------------------------------------------BETTERHELP – FEATURES-------------------------------------------• Over 30,000 licensed, accredited, and highly experienced therapists• Match with the right therapist for you based on your needs, preferences and location• Send your therapist a message as often as you want• Schedule live sessions with your therapist or use the secured messenger• Gain access to constructive, educational group webinarsPROFESSIONAL HELP, PERSONALIZED FOR YOUFacing obstacles alone can be daunting – receiving support and guidance from a professional therapist has been shown to make huge, positive changes to help you overcome personal challenges. When you sign up we’ll match you to an available therapist based on your needs, preferences, and location. Different therapists have different approaches and areas of expertise so we’ll work with you to find the right person who can achieve the best results for you.LICENSED AND TRAINED THERAPISTSThere are over 30,000 therapists on BetterHelp, each with at least 3 years and 1,000 hours of hands-on experience. They are licensed, trained, experienced, and accredited psychologists (Ph.D./PsyD), marriage and family therapists (MFT), clinical social workers (LCSW), licensed professional therapists (LPC), or similar credentials.All of our therapists have a Master’s Degree or a Doctorate Degree in their respective fields. They have been qualified and certified by their state professional board and have completed the necessary education, exams, training, and practice.HOW DOES IT WORK?After filling out our questionnaire, you will be matched with a licensed therapist based on your needs, preferences, and location. You and your therapist will get your own “therapy room” where you can message your therapist at any time, from any internet-connected device, wherever you are. You can also schedule a weekly session to speak live with your therapist over video or phone.You can write or talk about yourself, the things going on in your life, ask questions, and discuss the challenges you’re facing and your therapist will provide feedback, insights, and guidance. This ongoing one-on-one dialogue is the foundation of your work with your therapist.Together you’ll work towards making a positive change in your life, accomplishing your goals, and overcoming your problems.HOW MUCH DOES IT COST?The cost of therapy through BetterHelp ranges from $60 to $90 per week (billed every 4 weeks) but may be higher based on factors like your location, preferences, and therapist availability. Unlike traditional in-office therapy which can cost over $150 for a single session, your BetterHelp membership includes unlimited text, video, audio messaging as well as weekly live sessions. The subscription is billed and renewed every 4 weeks and includes both the use of the secured site and the therapy service itself. You can cancel your membership at any time for any reason.",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "I’d been putting off finding a therapist because I was sifting through local recommendations and not finding a good match. Then I joined BetterHelp, answered a few questions, and was paired with a fantastic therapist within minutes. That’s the most important part and BetterHelp nailed it. The platform itself is well-designed and strong at facilitating communication with your therapist. We’ve shared links, worksheets, documents and more. It’s also super-convenient having the secure chat and video sessions happen right on the page (for desktop/laptop) or right in the app (for phone). It can run a bit much if you’re used to twice-a-month sessions but I’ve found (that and my therapist has encouraged) once-a-week sessions are both better for my mental health and make me feel like I’m getting the most bang for my buck. You can even do more than that, plus chat anytime, if you feel you need it.For those who may be new to cognitive behavioral therapy, know that it can be daunting and you may not connect with your first therapist. BetterHelp makes it easy to get a new one if that’s the case—and you should never feel guilty about moving on. A good therapist will understand and want you with someone who is a better fit, too. With that said, the more you can come into this experience with an open mind and a healing spirit, the more you’ll get out of it. Just focus on your mental health and BetterHelp will be there to help with the rest."
        },
        {
            "Rating": "5 out of 5",
            "Review": "I have been using better help for over a year now. First let me say that my therapist is the best one I’ve ever had. I’ve been seeing therapist since I was 14 years of age. I’ve had a therapist who forced me to exercise/calorie restriction at the age of 14. I’ve had another who didn’t see my mothers abuse. I’ve had others who just didn’t want to work with someone with my severity of issues. At some point I stopped going to therapy because it felt like rejection. It felt like no one could ever help me. I had seen ads about BetterHelp. I always put it off. However, my life began to flash before my eyes and I had enough. So I started BetterHelp when I was 21 years old. She is a black woman which is always such a rarity because trauma within the black community looks vastly different than trauma from other communities. Within the last year I’ve experienced great financial challenges and still am. I was almost homeless, lost my job, and my ESA had an emergency. I reached out to them because of these financial issues and they were able to provide me financial aid. Which has been really beneficial since I now get to continue therapy. I still am jobless and am trying to survive the best I can. However, with my therapist help I’ve still remained resilient. My therapist has been able to help me recognize a lot of abuse/trauma and has given me the tools to do better. She holds me accountable whilst also being kind and supportive. Thank you BetterHelp!"
        },
        {
            "Rating": "5 out of 5",
            "Review": "I appreciate this company and their support has been great. After trying Talkspace, I came to them and wanted to try them out, but didn't qualify for more than 5% financial aid, and they gave me 40% after learning that I had shelled' out for their competitor. It took me several tries, because some clinicians didn't respond or wrote very short replies, or (in one case), asked what I wanted out of therapy when I'd written a pretty detailed response to the initial questionnaire. After working with my clinician for several months, I canceled my account. I had to start the process over again, but when I reached out to support, they told me I could get back to working with the clinician I liked, and my session history was restored, just as if I'd never left. This clinician is great, too. His name is Lance Tingle, and he provides Thankful Thursdays and Mindfulness Monday exercises, along with the therapy. He is quick to respond, and he provides exercises, app recommendations, and articles to read. If you keep at it and find a clinician whom you trust and are able to work with, this can be a really great app. You have the means to write about your experiences on-the-go, so you can process things as they come up. Cancellation is a bit of a convoluted process since you have to click Cancel several times, and make sure you get the cancellation E-mail. Other than this, I highly recommend the company and its services."
        }
    ]
}