{
    "App Name": "Calm\n 4+",
    "Developer": "Calm.com",
    "Ratings": "4.8 out of 5",
    "Description": "Description\n\n\n** Best of 2018 Award Winner ** — Apple** 2017 App of the Year ** — Apple** Happiest App in the World ** — Center for Humane TechnologyCalm is the #1 app for Sleep, Meditation and Relaxation. Sleep better, relieve stress, lower anxiety and refocus your attention. Explore an extensive library of guided meditations, Sleep Stories, breathwork, exclusive music and stretching exercises.Invest in your mental health and choose a guided meditation session that fits within your busy schedule. Add Calm to your daily routine and join the millions experiencing the life-changing benefits of practicing mindfulness. Beginners, intermediate and advanced users can all find their home in Calm.Let relaxing music and calming sounds help you meditate, focus and sleep better. Sleep Stories are bedtime stories that are guaranteed to lull you into a deep and restful slumber. Pick from 100+ exclusive Sleep Stories, featuring well-known talent such as Matthew McConaughey, Stephen Fry, Rosé, Jerome Flynn and P!nk.Calm is recommended by top psychologists, therapists and mental health experts. Take a deep breath and find your Calm.CALM FEATURESMEDITATION & MINDFULNESS* Meditate with seasoned experts, regardless of your experience level* Introduce mindfulness into your daily routine and learn to calm your mind* Mindfulness topics include Deep Sleep, Calming Anxiety, Managing Stress, Focus and Concentration, Breaking Habits, Happiness, Self-Esteem and so much moreSLEEP STORIES* Sleep soundly listening to bedtime stories for adults and children alike* Wonder - Join Matthew McConaughey on a dreamy story about the mysteries of the universe* Blue Gold - Journey through the sleepy village of Provence with master storyteller Stephen Fry* The Nordland Night Train - Travel up the scenic coast of Norway aboard a remote railway* Happy Little Zzzs - Drift off to the soothing brush strokes of beloved painter Bob RossRELAXATION & STRESS RELIEF* Learn to relax and lower stress with daily meditation and breathing exercises* Focus on a goal with Dailies - Reduce anxiety with daily 10-minute original programs like the Daily Calm with Tamara Levitt, the Daily Trip with Jeff Warren, or the Daily Jay with Jay Shetty* Shift your thinking and find your calm through inspiring stories with Wisdom* Daily Move: Mindful stretching and movement to relax your body during the dayALSO FEATURING* Daily Streaks & Mindful Minutes: Track and celebrate your progress* 7 and 21 day mindfulness programs for both beginner and advanced users* Music: Exclusive music engineered to help you focus, relax or sleep* Soundscapes to sleep: Ocean waves, Heavy Rain, Camp Fire, Babbling Brook and moreCalm saves your meditation and sleep sessions to your Apple Health app.Subscription pricing and terms:Calm offers an auto-renewing monthly subscription at $14.99/month and an auto-renewing yearly subscription at $69.99/year to provide you with unlimited access to the Calm Collection while you maintain an active subscription. Calm also offers a Lifetime subscription for $399.99 which is paid for by a one-off upfront payment with unlimited access to the Calm Collection forever.Payment will be charged to the credit card connected to your iTunes Account when you confirm the initial subscription purchase. Subscriptions automatically renew unless auto-renew is turned off at least 24-hours before the end of the current subscription period. Your account will be charged for renewal within 24-hours prior to the end of the current period, and the cost of the renewal will be identified. You may manage your subscription and auto-renewal may be turned off by going to your Account Settings after the purchase. Any unused portion of a free trial period, if offered, will be forfeited when you purchase a subscription, where applicable.Read more about our terms and conditions here:Terms of service: https://www.calm.com/termsPrivacy policy: https://www.calm.com/privacy",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "Felix has a stunning, soothing, and low pitched voice. He should be added because a lot of people love his voice. And it could amplify the app's popularity among stays. It's a good idea. But it's not necessary. If your app is a voice-over, then you should use the same pitch as the voice, or even a lower one. The same goes for the text. A Felix has a stunning, soothing, and low pitched voice. He should be added because a lot of people love his voice. And it could amplify the app's popularity. Felix gets a load of support. If Felix's voice can help a 10 year old with autism calm down, it can help your users too. So it's good to have him. You can even add a Felix to your text messages if it helps your customers. This is an excellent idea and one that I've seen in a few places. I like this idea, because Felix has a stunning, soothing, and low pitched voice. He should be added because a lot of people love his voice. And it could amplify the app's popularity. Felix gets a load of support. If Felix's voice can help a 10 year old with autism calm down, it can help your users too. We have a ton of users that love Felix. His voice is amazing. That's why we'll be adding him to the list. Maybe you want to add Felix because he has this video series that is intended for people who can’t sleep."
        },
        {
            "Rating": "5 out of 5",
            "Review": "I love the Calm app!  I stumbled upon a television commercial about it a few years ago and decided to give it a try.  I have had trouble falling asleep for years, and was honestly skeptical that an app would put me to sleep. Boy was I wrong!  I love the different options - sleep stories, music, meditation - each one is interesting, and while I can’t say I’ve managed to get to end of a story…well that’s the point.  I’m out within five minutes.  I’ve read some reviews about the expense - here’s the thing - what is your sleep and a relaxed mindset worth to you?  Divide that annual cost by 365 and you’re paying a pittance for your health.  Check back around the holidays - the makers of Calm run specials sometimes that make it even more worthwhile.  I had just renewed my annual fee two summers ago, when an end of year special came around.  It was a lifetime subscription that was going to save hundreds of dollars over the years. I knew I wouldn’t get the remainder of my annual fee (8 months left) refunded if I jumped on the lifetime subscription, but it was still worth the jump.  This is a must have app. *App makers - please put the sleep check-in back!  With the latest update it is gone, and it was something that really helped understanding factors that affect sleep."
        }
    ]
}