{
    "App Name": "Happify: for Stress & Worry\n 4+",
    "Developer": "Happify, Inc.",
    "Ratings": "4.5 out of 5",
    "Description": "Description\n\n\nHappify's science-based activities and games can help you overcome negative thoughts, stress, and life's challenges.Our techniques are developed by leading scientists and experts who've been studying evidence-based interventions in the fields of positive psychology, mindfulness, and cognitive behavioral therapy for decades. 86% of people who use Happify regularly report feeling better about their lives in 2 months!JOURNALISTS TRIED IT FOR THEMSELVES, AND HERE’S WHAT THEY SAID:ABC World News' Mara Schiavocampo\"I gave it a shot for 5 weeks...it works!\"The New York Times\"Each track contains bite-size quizzes, games and activities that guide you to seeing more positive aspects of daily life.\"The TODAY Show\"These are things you can do every day -- tasks you can complete and be rewarded for -- to feel better, reduce stress, live a better life, and actually be happy.\"WE'RE GRATEFUL TO BE CHANGING LIVES EVERY DAY:\"I absolutely love the Happify app! I’ve been using it for years and it really has transformed my life more than ANY OTHER TOOL I’ve used to grow my positivity! The world would be a much better place if everyone used it...And it’s FUN!\" -Ashley S., Tampa, FL\"Happify has helped me develop new skills in a variety of domains such as preventing worry, cultivating my relationships, and setting better sleep habits.\" - Elaina S., St. Louis, MO\"I have been using the Happify app for a few years. I started using the app when I was going through depression and needed something to distract myself whenever I was dealing with negative thoughts.  Happify has definitely changed my life for the better. I know that whenever I am struggling with negative thoughts, I can use the games and tasks on the Happify app to improve my mood.\" - Nerina F., Seoul, South Korea\"When I first started, I was skeptical about some of the exercises. However, I was willing to try them...and my skepticism faded when I realized they helped. I have less bad days...and when I have bad days, they disperse more quickly, and they're not as severe as they were before Happify.\" - Jessica G., West Park, FLYOU KNOW YOUR GOALS. WE KNOW HOW YOU CAN ACHIEVE THEM.Choose one track. Choose them all.* Conquering negative thoughts* Coping better with stress* Building self-confidence* Fueling your career success* Achieving mindfulness through meditation* …and 65+ more!Get a taste of what Happify has to offer in the free version of the app. Discover why so many people upgrade to Happify Plus for access to even more, including:* Unlimited access to 65+ tracks* Unlimited access to games and meditations* Your 20-page character strength report, offered in partnership with the renowned VIA Institute* Track your progress everyday and see how your skills compareBecause we know that everyone has different financial resources, we offer Happify Plus in a variety of plans, for as low as $11.67/month when purchasing a yearly subscription:Yearly: $139.99 per year ($11.67/month)Monthly: $14.99Lifetime: $449.99– Payment will be charged to iTunes Account at confirmation of purchase– Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period– Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal– Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase– Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicablePrivacy Policy: http://www.happify.com/privacyTerms & Conditions: http://www.happify.com/termsWebsite: http://www.happify.comHelp: support@happify.com",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "I had Happify on my phone for a couple of years before I used it. I got it for free when Starbucks gave away apps and music. I started a minimalism lifestyle transition earlier this year and by summer decided to reduce the number of apps on my phone. I decided to open up Happify and see what it was about before I deleted it. I did the first track recommend and it was awesome. I was going through my annual feeling stuck and hopeless season. I felt I needed to do something drastic this time around. I was tired of the loop that was my life. I had to break free. No drastic actions needed. This app gradually transformed my mind state. I am happier now for real. I don’t have to force myself to be happy. I have less anxiety about money, my negative mind-state is now struggling for survival instead of being dominant. I feel freer. I have a refreshing perspective on life-a paradigm shift.  When the student is ready the Teacher will appear. This app was in my life, patiently waiting for me to see it. Thank you Starbucks. Thank you Happify. Thank you Universe for putting tools in place in my life. The Universe puts things and people in our lives for a reason. This life-changer was hanging out on my phone for years and showed up when I really needed. I deleted a lot of apps I got from Starbucks but never this one. 🤔"
        },
        {
            "Rating": "2 out of 5",
            "Review": "I had high hopes for Happify, but, so far, it’s stressing me out. Imposing deadlines I never meant to put in myself by challenging me to do something nice for someone is stressful. The words in the “uplift” game that are supposed to be empowering and uplifting are sometimes actually unattainable ideals and/or things some people don’t aspire to (I don’t want to be “perky,” for instance. That’s not my personality. I am happy, and pleasant, and even outgoing, but not perky).  Some people reading these words won’t feel uplifted so much as invalidated. Words like “peace,” “calm” and “uplift” were fine. When the game got too cluttered, again, it was just stressful, because I couldn’t read anything. The reminders from Happify of what I am supposed to be doing on the app, the little icon that shows my mood, and tools that measure my progress ~ all of this would be great, if it was designed to make sure the user easily maintained upward movement, but it’s not. It’s all extremely pressuring and stressful, in my opinion. It feels more like a challenge I am trying to meet than an app that is supposed to help me feel better."
        },
        {
            "Rating": "5 out of 5",
            "Review": "I’ve had this app since Beta-testing it a few years ago. I don’t typically use apps like this because most don’t seem to have real direction or a variety that fits. I let this one sit for a bit before coming back to it during a stressful period, and I was pleasantly surprised! I like that I can extend my tracks now considering I don’t come back here everyday, and the personalization is dead on for me! It goes hand in hand with where I’ve needed to grow yet lacked a clue where to start. My therapist very much approved too! I’ve since “graduated” trauma-informed therapy, and this app has helped me in moments I’ve needed to simply be reminded of my newer mental toolbox. It doesn’t overstep any spiritual boundaries for me either (I’m a pastor). Thanks!!!"
        }
    ]
}