{
    "App Name": "MindShift CBT - Anxiety Relief\n 12+",
    "Developer": "Anxiety Canada Association",
    "Ratings": "4.2 out of 5",
    "Description": "Description\n\n\nManage your anxiety, relax & be mindfulBreak free from anxiety and stress using this free evidence-based anxiety management app. MindShift CBT uses scientifically proven strategies based on cognitive behavioral therapy (CBT).MindShift CBT is a free self-help anxiety relief app, that helps you reduce worry, stress, and panic by following evidence-based strategies. Using CBT tools, you can challenge negativity, learn more about anxiety, develop more effective ways of thinking, be mindful, and relax.If you are looking for anxiety, stress, and panic relief, you have come to the right place. Download MindShift CBT for free on your iOS device, learn more about anxiety, practice cognitive behavioral therapy, and reduce the amount of worry, panic, social anxiety, and discomfort from phobias that you experience.The go-to app for anxiety managementMindShift CBT, the free anxiety relief app, comes with a clean and user-friendly design that allows you to learn and practice CBT strategies in an easy and intuitive way. We have specifically designed the app to be your free and portable go-to tool for anxiety management.Learn about the different CBT strategies, including writing thought journals, challenging yourself with belief experiments, building fear ladders, and doing comfort zone challenges. Listen to calming audio to reframe your thoughts, practice mindfulness, and stay grounded. Participate in the MindShift CBT Community Forum: share stories, learn about others’ experiences, and provide peer advice in a safe environment. All the exercises are presented in small chunks with plenty of supporting information to help you naturally integrate these strategies with the rest of your life.MindShift CBT includes additional features that help keep you on track. Stay accountable and track your progress with the check-in feature, which allows you to record and view graphs and journal entries. You can set goals for yourself and get reminders. If you choose to, you can easily export and share your data via email to streamline sessions with any therapists, counsellors, or psychologists you may be working with.MindShift CBT is completely free, so give it a try and explore the features for yourself!MindShift CBT is packed with loads of evidence-based and trusted features to help you with anxiety management. With this app, we hope that you will be better equipped to manage anxiety, find relief from panic attacks, overcome your fears, and hopefully, ease your own mind.MindShift CBT main features:\t• Clean, welcoming, and user-friendly intuitive design\t• Evidence-based strategies and tools based on Cognitive Behavioral Therapy (CBT) designed for anxiety relief and self-management\t• Daily check-in to keep track of your anxiety level and mood\t• Easy to follow guides on learning about anxiety\t• Facts and tips to overcome general worry, social anxiety, perfectionism, panic attack, and phobias\t• Goal setting tools to keep you accountable \t• Coping cards and statements to help you ride out your anxiety (and the ability to add your own!)\t• Guided relaxation and mindfulness meditations to ground you and give relief\t• Belief experiments to challenge the beliefs that fuel anxiety\t• Tips and tricks for incorporating healthy habits into your life and minimizing anxiety naturally\t• Sharing and data exporting (if you choose) to streamline sessions with your counsellor, therapist, or psychologist\t• Community Forum to share your stories and provide peer advice in a safe environmentDownload MindShift CBT on your iPhone or iPad now, and get ready to take charge of your mental health and find anxiety relief. Learn to be more mindful, incorporate CBT techniques in your daily life, and stay accountable and motivated on your anxiety management journey.Stay tuned for more updates, and let us know about any bugs, questions, feature requests, or any other suggestions. We are always looking to improve the app and we appreciate all your feedback!",
    "Reviews": [
        {
            "Rating": "4 out of 5",
            "Review": "MindShift claims that it is geared toward adolescents, and therefore, its functionality and appropriateness should be evaluated through the psychosocial development of adolescents. According to Laser (2010), it is important for adolescents to have an ample vocabulary to be able to identify their emotions beyond “tired” or “fine.” Adolescents experience complicated emotions during this time of life, and it is crucial that they are able to identify and name these feelings, especially so they can have control over their behaviors and learn to self-regulate. MindShift does a fine job of supporting this necessary development of adolescence, as it provides the user with an in-depth list of emotions tied to their anxiety and specific symptoms they may be experiencing. While MindShift allows users to share progress with whomever they please, it does not allow for interaction among users. According to a recent study conducted through a social media website for adolescents with depression and anxiety, one of the most liked features was the ability to write on blog posts and see positive quotes and stories (Radovic, 2018). Adolescents oftentimes use social media to feel connected to one another, therefore, MindShift should consider enabling a feature that allows adolescents struggling with anxiety to share their stories with each other."
        },
        {
            "Rating": "4 out of 5",
            "Review": "After reviewing and critiquing MindShift CBT, I rank the app a 4 out of 5. While the app has many strengths such as providing a simple and user friendly preface that allows its users to very easily use it as a positive tool, I feel that if there was a social aspect with the app, it would attract more users. Especially given that the adolescent population thrives off of forming connections and having a social network. MindShift CBT is very informative without being intimidating or overwhelming. I feel if the app incorporated additional videos and/or other visuals, it would be more appealing to adolescents as the app is primarily filled with just text. Many adolescents are visual learners and this is a weakness I see within the app. I would highly recommend this app to adolescents I plan to work with in the future as well as recommend it to adults looking for another outlet to help explore their own anxiety and mental health."
        },
        {
            "Rating": "3 out of 5",
            "Review": "It’s not a bad app at all. I do enjoy tracking my anxiety throughout the day though I wish it could go beyond three entires and maybe up to five becuase some days fluctuate for me more than others. Also I have been using this for almost a month now and have found that you can only look back on entries from the past two weeks leaving me to believe that all of my other tracking and mini journal entries have been deleted. That is a bit frustrating as I intended to use this to show my therapist during our sessions but now seeing as I can’t access some of my past data entries I am unable to do so. I wish there were a few more visuals and less text because that can be overwhelming alone and sometimes reading something during a panic can just make it worse. I really like the overall concept I just wish for more flexibility and the ability to look back on past entries."
        }
    ]
}