{
    "App Name": "Ahead: Emotions Coach\n 4+",
    "Developer": "ahead Solutions GmbH",
    "Ratings": "4.7 out of 5",
    "Description": "Description\n\n\nAhead - the app that teaches us what school didn’t: How to be in charge of our emotions! Developed by learning behavior-change scientists Do you sometimes regret having been so thin-skinned, worried, lazy, impulsive, shy, pessimistic, insensitive, people-pleasing…? Imagine being like one of those rare people who’re always calm and kind, even under pressure…  We wanted that too. Because having emotional intelligence impacts our lives more than anything else: It makes us better partners, parents, friends, and colleagues - more connected, successful, and happy. Luckily, we are behavior-change scientists - so we built Ahead to help us become the person we want to be. Thousands of calm and kind Ahead users are living proof of that!Try it yourself! Learn to manage your emotions for 5 min a day. Your personalized journey will make you reach your goals in weeks! Overcome unhelpful emotional thought patterns with simple, science-proven techniquesFind out what's driving your emotions and how to prevent outbursts through interactive reflectionsLearn what works for you, then directly apply it (no “in one ear, out another”) in fun, short activitiesBuild your personal toolkit to manage emotions Track emotional moments and see your progressLearn together with like-minded people At Ahead, every day is New Year’s day! So start investing in yourself now - and benefit forever. Your future self says thanks! We promise to only give science-proven advice, never reveal your secrets, and always act in your favor. Let’s make the world a kinder place together!In-app purchases will be charged to your App Store account. Subscriptions will get automatically renewed unless canceled within 24-hours before the current period’s end. You can cancel anytime in your iTunes account settings. Any unused portion of a free trial will be forfeited if you purchase a subscription. For more information, see our Terms of Service (https://www.ahead-app.com/terms-of-service) and Privacy Policy (https://www.ahead-app.com/privacy).",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "I love having this to help me work through my emotions. As an ADHD mom of two girls, who also have ADHD, and wife to a husband who has ADHD, we have a lot of big feelings in our household. My husband and I also did not grow up in the most appropriate/safe households, so we are trying to beat a lot of learned behaviors and become different parents for our daughters. I especially grew up in a household full of anger, anxiety, insecurity and other unhealthy feelings. Knowing that I am a role model for our daughters, as it pertains to being a lady, it’s important that I show them how to be strong and stand up for themselves (and challenge themselves as well). I have my own counselor to help me but I see her every two weeks. It’s helpful to have something available everyday whenever I need it for only a few minutes. Usually it’s the reminders that make me dive into my own mind that I need. I was a little skeptical at first because I’ve tried all those apps or programs out there. But this one makes me think more deeply and that’s what I need."
        },
        {
            "Rating": "3 out of 5",
            "Review": "The app seems REALLY cool , but it’s a huge reading-focused app with a lack of accessibility—primarily in the text format, which makes it more difficult and frustrating for me. As someone who took the ACT with accommodations for the blind and dyslexic, which included having a person read the test to me, I find the app's lack of an audible feature to be a significant barrier. I can’t use the tools on my iPhone that I usually rely on to have the text read or \"spoken\" out loud. This limitation requires me to push myself even more to use the app, which is something I really want to do. Overall, I feel that, without an audible feature, it's not the most realistic use of my time. However, if that changes, I would definitely like to take part in this app!!! Additionally, I suggest adding a definition feature so that every user can have the freedom to not have to feel like an idiot constantly looking it up on Google. It's worth noting that apps like Speechify demonstrate how adding accommodations can benefit a wide range of people, and platforms like Quizlet already offer an audible feature, making learning more accessible to all. And perhaps a question tool, if one of ur stamens is confusing and in need of further explanation."
        },
        {
            "Rating": "3 out of 5",
            "Review": "Some of the techniques have been really helpful, but the modules consist of a LOT of fill in the blank type of questions, and picking whether a particular reaction is a sign of anger or not. It feels strange to have there be only ONE correct explanation of certain emotions, and it is particularly perplexing why I have to go under the stress of possibly picking the wrong answer when I’m just trying to work on myself. Why are users treated like grade school students at the mercy of some arbitrary determination of whether an action is motivated by anger or not, just so they can be subject to unnecessary judgment? For example, I thought “trying to make eye contact” wasn’t a sign because I would make eye contact with people out of respect or to show that I’m listening to them, but the app told me that it could be a sign of anger from “feeling left out.” It might make sense with 20/20 hindsight but I often struggle to wrap my head around these questions/answers. Alternatively, supposing that the app has all the correct answers, at least show me a good number examples of signs of anger before throwing me in the middle of multiple choice questions please."
        }
    ]
}