{
    "App Name": "Bearable - Symptom Tracker\n 4+",
    "Developer": "Bearable Ltd",
    "Ratings": "4.7 out of 5",
    "Description": "Description\n\n\nFeeling exhausted and overwhelmed by your physical and mental health? Bearable can help you to feel more in control of your health and well-being. Join over 700,000 people securely managing their Pain, Fatigue, Mental Health, Mood disorders, Migraines, ADHD, Anxiety, Depression and more, with Bearable.Bearable helps you to discover and manage triggers for changes in your symptoms. Our simple, customizable health tracking tools help you to understand the correlation between anything you do and the impact it has on your health. By learning what affects your Mood, Symptoms, Sleep, and Energy. You can have more control over your health and happiness, share more information with your doctor or therapist, and manage triggers, treatments, and flare-ups.FOR PEOPLE THAT WANT TO TRACK:- What makes their health better or worse- New or unexplained symptoms & moods- Existing or suspected health conditions- The impact of medication & treatments- The effect of habits & activities on healthDISCOVER WHAT IMPROVES & WORSENS YOUR HEALTHBearable was created to help people understand the impact of different treatments and medications on health issues such as anxiety, depression, pain, and fatigue. People also use Bearable to identify triggers, for help with medical appointments, to manage existing health conditions, and to understand correlations between their habits & health.ALL YOUR HEALTH TRACKING IN ONE APPTired of juggling multiple apps to keep track of your mood, symptoms, sleep, exercise, habits, diet, and medication? We think all of this should be kept in one app so you can spot trends and correlations, share better information with doctors and therapists, and have more control over your health.BEARABLE HELPS YOU TO...- Identify triggers and effective habits - Record your mood, energy, sleep, symptoms, habits, medication, and more- Track daily activities such as habits, diet, social life, exercise, medication, supplements & self-care- Spot correlations, patterns, and trends in your health- Come prepared for your next medical or therapy appointment- Understand your healthYou can also…+ Customise reminders for diary entries, medication, and more.+ Sync Health Data from Apple Health and Apple Health Kit.+ Restore data across devices+ Export data securely+ Use Dark modeSOME OF THE THINGS YOU CAN TRACK:- Moods & Emotions- Physical Health Symptoms- Mental Health Symptoms- Pain & Symptom Severity- Sleep Quality & Quantity- Energy Levels- Medication- Steps & Heart Rate- Gratitude & Notes- Pills & MedicationPRIVATE & SECUREYour data is encrypted securely on our servers. You have full control over your data and can export it or delete it from within the app at any time. We will never under any circumstances sell any data to anyone.MADE BY PEOPLE WHO UNDERSTAND AND CARECreated by people who live with health issues themselves.With feedback from thousands of people with chronic mental and physical health conditions, including Anxiety, Depression, CFS (ME), MS (Multiple Sclerosis), Fibromyalgia, Endometriosis, Bipolar, BPD, PTSD, Arthritis, Crohn's, Diabetes, Migraines, Headaches, Vertigo, Cancer, IBS, PoTS, and IBD.Our aim is to make journaling simple and accessible to everyone, even if suffering from the fatigue and brain fog that often accompanies many conditions.SOME OF THE WAYS TO USE BEARABLEMood TrackerMental Health TrackerSymptom JournalMedication TrackerPain TrackerBipolar TrackerGratitude JournalGET IN TOUCHWe’re committed to continuing to improve Bearable and listen closely to our community. If you have questions, feedback, or requests, please send them to support@bearable.app.Website: https://bearable.app/T&Cs: https://bearable.app/terms-and-conditions/Privacy Policy: https://bearable.app/privacy-policy/Any insights provided by Bearable do not constitute medical advice. Remember to always consult your doctor before making any medical decisions.",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "I’ve been using Bearable for about a month (after trying out some other trackers). I felt compelled to leave a review as I typically fall off the wagon with these kinds of things, but I’m consistently using this app after a month. I I can’t speak to what Bearable does or doesn’t do in comparison with others, because I never made it past the initial steps with the other apps and got frustrated with too many options and the general inflexibility (made me feel like I had to figure out exactly what I wanted to track right then and there when life just isn’t like that). Bearable has a ton of ways to customize that can seem overwhelming, but you can also initially hide those categories and track the most important stuff first and add in other factors and symptoms as time goes on.I really like that it integrates with apple health and I really love that the developer is very open to feedback and sharing about features that are in the works. Integration with Fitbit would be great, but for now syncing my Fitbit info to apple health with FitSync is working absolutely fine. Bearable automatically grabs the info.The trial period was SO helpful. Other apps have trial periods as well, but I cancelled them only days in after I’d had enough. I kept waiting for the other shoe to drop but it’s yet to happen with this. Highly recommended."
        },
        {
            "Rating": "5 out of 5",
            "Review": "To start off with, this is the first app review that I have ever written - and I stopped using Bearable consistently probably a year ago, but occasionally it weighs on my heart to let others know my success story with Bearable. I had struggled with severe major depression, generalized anxiety, PTSD, and OCD (and still do, to a lesser extent) for close to a decade. I decided to invest in Bearable because anxiety had begun leaving me completely unable to function every single day — like literally spent a week in bed just incessantly panicking. Cue setting up Bearable, painstakingly inputting every detail I could think of. I found after several months of use that many of the things that I thought were “right” were actually leaving me in absolute wreckage, while my partner and his family were consistently bring my mood up SUBSTANTIALLY. Seeing the numbers laid out encouraged me to make the difficult decision of leaving what I now identify was a cult. It helped me cut ties with abusive situations that had trapped my family for generations. It helped me learn what joy was after years of hospital visits, SH episodes, panic attacks, and starvation. I am now living my best life and will look to Bearable again occasionally for answers to menial health concerns. This app changed my life and I would almost definitely not be here without it."
        },
        {
            "Rating": "5 out of 5",
            "Review": "I take a whole laundry list of meds that change frequently, and I just found out I'm autistic, and I have been battling major depression, PTSD, and anxiety for years. I also have chronic migraines from a severe head injury. Because of my autism, it's been difficult to communicate how I'm doing to my therapists and psychiatrists and doctors, and often I was not believed about the severity of my symptoms, or accused of not taking my medication, or told that my sleep or energy is better than I think it is. Now I have EMPIRICAL DATA all gathered in one place that provides an accurate assessment of my moods, symptoms both mental and physical, everything all in one place. My only complaint is that I wish you could time stamp EVERYTHING, not just medication times and mood and energy but also factors and symptoms instead of being limited to 4 time ranges because I'd like to see if a short-term intervention works and right now I can only see that I listen to relaxing music when I get anxious, but not whether I feel less anxious after listening to relaxing music. But this is the best app out there right now."
        }
    ]
}