{
    "App Name": "BellyBio Interactive Breathing\n 4+",
    "Developer": "RelaxLine",
    "Ratings": "3.9 out of 5",
    "Description": "Description\n\n\nPut the iPhone on your stomach. Breathe deeply. Enjoy...FOR ADVANCED BELLY-BREATHERS ONLYBellyBio (Belly Biofeedback) is a triple innovation in deep abdominal breathing, biofeedback and music:1 – DEEP BREATHING GETS ADDICTIVEBellyBio generates beautiful music & light perfectly synchronized to your deep abdominal breathing movements, making deep breathing more pleasant and rewarding than ever. You're going to love playing with your inner balloon.2 – BIOFEEDBACK GETS SIMPLEBellyBio turns your iPhone/iPod Touch into a highly-sensitive deep breathing sensor providing a real-time, objective stress-level index based on your breathing pattern. Biofeedback thus becomes more simple and powerful --not to mention affordable-- than ever, so you can now know for sure who's the coolest dude in the neighborhood.3 – MUSIC GETS BREATHABLEThe first \"Abdominal Music Player\", BellyBio makes music play in sync with your breathing, which in return makes your breathing calm down. Is it you who follow the music or the music that follows you? You don't listen to music anymore, you merge with it.IMPORTANT NOTICE -- Practicing BellyBio will require you to:a) BE ABLE TO NATURALLY BREATHE DEEPLY AND SLOWLY FROM YOUR BELLY, meaning your belly --and not your chest-- must significantly and effortlessly inflate when you inhale and deflate when you exhale. If you can't, you'd probably better not download this app since nothing is more annoying and ineffective than struggling to achieve deep abdominal breathing (and by the way this will perhaps avoid somewhat angry customer ratings... ;-))b) PROPERLY POSITION THE iPHONE ON YOUR PELVIS, FACE UP, SO AS TO MAKE IT TILT BACK & FORTH when you breathe deeply in & out from your belly (BellyBio measures the increase/decrease of the angle between the iPhone and your body). The bottom of the iPhone should rest still on your pelvis while the top moves up and down with your lower belly as you breathe in & out. WATCH THE IN-APP DEMO to see how it works (www.youtube.com/bellybio).The app is quite heavy (170 Mo) due to the multiformat music base. Wifi is required to download it.==========FEATURES- Several interactive musical themes you can breathe deeply in and out (i.e. have BellyBio play in sync with your deep abdominal breathing)- One of those themes (“Calmitude pitch”) provides you with a direct audio stress-level feedback through the pitch of the inhaling tone (the lower the stress, the lower the pitch)- Choice of breathing colors displayed in sync with each in- and out-breath- Graph showing real-time breathing and stress curves- Log (date, duration of use, minimum stress, minimum breathrate, Qi production)- 3D-earth animation showing all BellyBio users on the planet- Whether you have an iPhone or an iPod Touch, the main home button must always be close to your lap, not to your chest.- Child-proof (successfully tested on 5-year-old with adult assistance)QUOTES (sort of)- \"All thumbs and navels up!!!\" (Buddha, India)- \"BellyBio rests on the belly just like the leaf floats on the sea.\" (Lao Tzu, China)- \"Bellissimo BellyBio!\" (L. Da Vinci, Italy)- \"To breathe or not to breathe? To breathe, period. With BellyBio!\" (W. Shakespeare, UK) - \"I play BellyBio, therefore I stop thinking, therefore I am.\" (R. Descartes, France)- \"So cool!\" (I. Newton, UK)- \"Makes me wanna compose a dozen sonatas and concertos for BellyBio! Please give me 10 minutes.\" (W. A. Mozart, Austria)- \"Even with only one ear, this thing just blew my mind!\" (V. Van Gogh, Netherlands)- \"Undoubtedly absolute.\" (A. Einstein, Germany)- \"Why didn't they call it iBelly?\" (S. Jobs, USA)WARNINGThis application is not meant to substitute for medical diagnosis and/or treatment. Should you feel any pain or discomfort, please stop immediately and consult your physician or health professional.",
    "Reviews": [
        {
            "Rating": "3 out of 5",
            "Review": "After i updated my 5s to iOS 10 audio hasn't been playing. I tried turning my phone off and on again but nothing changed. Hope this issue gets fixed soon.Other than that its a good app and helps motivate me to actually sit and do deep abdominal breathing.One issue is i can't go back to my old breathing sessions and look at the graph of how i was breathing. And when i do it with my current session the line goes red."
        },
        {
            "Rating": "5 out of 5",
            "Review": "This app is great--by far the best (free!) biofeedback/breathing app in the App Store. I've tried a number of them and always come back to this one--it's simple and very effective.  It can take a few tries to figure out the placement of the phone on your stomach and how the program works, but after that it's smooth sailing. Really nice that you don't have to hold the phone in your hand like in other biofeedback apps--it's hard to relax when you're thinking about keeping hold of something. I really love how the waves, and then music, sync up with your breathing--so very helpful when learning how to deep breathe/meditate and I haven't seen another app that does that. It tends to keep me just aware enough that I don't fall asleep, but stay perfectly relaxed with balanced breathing. The app has got some flaws and bugs/doesn't always work 100%, but for a free app I have no complaints. If they prettied it up, added more song tracks and fixed the bugs (or stabilized the app in general), I'd be more than happy to pay a couple bucks for this one. It would be nice to be able to look back on past log entries, but oh well--mindfulness/meditation is all about living in the present and letting go of the past anyway, right?"
        },
        {
            "Rating": "5 out of 5",
            "Review": "This is a great app. I've seen several reviews written by users who spend their entire review complaining about what the app does NOT do for them, and it's clear to me that they are unlikely be happy with anything; in fact, they are the problem and not their life or psyche. The app works exactly as its description says it should: nor more and no less. If you're looking for instantaneous nirvana then you will (as usual) be unhappy and left complaining about how unfair life is to you. But what's new there? If you are genuinely looking for a different perspective on an ancient idea, then this app can provide it. The most important thing is that you practice and leave your mind open to change otherwise you'll always be spinning  your wheels clouded in misery."
        }
    ]
}