{
    "App Name": "Breathe, Think, Do with Sesame\n 4+",
    "Developer": "Sesame Street",
    "Ratings": "3.7 out of 5",
    "Description": "Description\n\n\nThis is a resource app for you to share with your child to help teach skills such as problem solving, self-control, planning, and task persistence.Laugh and learn as you help a Sesame Street monster friend calm down and solve everyday challenges. This bilingual (English and Spanish), research-based app helps your child learn Sesame’s “Breathe, Think, Do” strategy for problem-solving. Tap and touch to help the monster friend take deep breaths, think of plans, and try them out! Your child will enjoy silly animations and playful interactions as she is exposed to important emotional vocabulary, a calm breathing technique, personalized encouragements, and more!Features:• Explore five interactive activities with a unique, everyday challenge• Tap, pop bubbles, and more to help the monster breathe, think, and do to solve problems and feel better• Personalize encouraging phrases that your child will hear as they help the monster think of a plan• ”Breathe with the Monster” activity to help children practice taking deep breaths to calm down • Robust Parent Section with great resources for navigating everyday challenges with your young childBreathe, Think, Do with Sesame is intended for parents and caregivers to use with their young children (ages 2-5).This app is part of Sesame Street’s Little Children, Big Challenges initiative, which aims to provide tools to help children build skills for resilience, and overcome everyday challenges and more stressful situations and transitions. You can access other Sesame Street resilience materials online at sesamestreet.org/challengesAbout Us:Sesame Workshop is the nonprofit educational organization that revolutionized children’s media with the landmark Sesame Street. Learn more at www.sesameworkshop.org",
    "Reviews": [
        {
            "Rating": "4 out of 5",
            "Review": "I love this app for my son but I wish there were more “levels” so he would want to keep playing to unlock more scenarios 🤷‍♀️ once he unlocked the few there he was done with it 🤦‍♀️ but he was calm while playing."
        },
        {
            "Rating": "5 out of 5",
            "Review": "As a practicing school psychologist I use this with all of my elementary school students. During our sessions we focus on de-escalation techniques, mindful practices, cognitive distortions and realities, solution-oriented approaches, and conflict resolution. This app teaches ALL of that in a child-friendly and engaging format. I have recommended this app to many of my colleagues and recommend it to any educator or parent wishing to enhance the aforementioned skills."
        },
        {
            "Rating": "2 out of 5",
            "Review": "Having a problem with crashing on my iOS device. When it works it’s a nice tool for teaching my newly 3yr old, deep breathing, self awareness, problem solving, problems, and managing himself. I wish 1. It didn’t crash so dang much and 2. There were more examples of the monster getting upset and finding a solution, and 3. Less ask a gown up for help...example: monster building a bock tower that falls. His options are, wider base, two separate towers, ask an adult. The monster could as a friend ."
        }
    ]
}