{
    "App Name": "Brightside Health\n 17+",
    "Developer": "Brightside Health Inc",
    "Ratings": "4.3 out of 5",
    "Description": "Description\n\n\nBrightside Health Life-changing mental health careGet 1:1 help that works, and lasts—from the best in online therapy and medication.36Every mental health journey is unique. That’s why our expert providers take a hands-on approach to tailor treatment to your needs. Whether you need therapy, medication, or both, you can see improvement at every step—no matter how severe your symptoms.86% of Brightside members get better within 12 weeksAppointments within 48 hours Treatment tailored to you1:1 dedicated support from start to finish Here’s what you can expect at Brightside:1:1 Video Sessions Share how you’re feeling and get 1:1 support from your provider.Proactive Progress Tracking Look back at your progress over time and signal if you need your treatment adjusted.Anytime Messaging Send your provider a message to get questions or concerns off your chest between sessions.Skill-Building Lessons Learn how to integrate new thought and behavior patterns into your daily life. Getting better starts now, with Brightside by your side.",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "Affordable with or without insurance, Brightside has made a big difference not only for myself, but my entire family.   My husband uses therapy services for work & anxiety stresses, my daughter used it while going through a traumatic life & relationship episode.  My son has used it for severe depression and medication management, while has helped get his daily routine and life back on track.  My own usage has been helpful and convenient to be matched with a narrowed list of providers after an insightful 9 step intake process, that helped determine the appropriate services for me. This included a consultation with a psychiatric nurse practitioner to discuss my existing medication management.   I found hope after my first sessions, ongoing usage has the service living up to its name.  The check-in assessments every few weeks in the app are helpful to see your progress on the depression / anxiety scale.  We all have started seeing the ‘brightside’ of life, with our individual and unique treatment sessions and methodologies."
        },
        {
            "Rating": "1 out of 5",
            "Review": "I did a deep search. Found her. Found her reviews on numerous platforms. So many saying she was a danger to psychiatric patients. So many fragile people looking for help that she harmed. CHECK OUTSIDE REVIEWS on the practitioner! Professionalism, communication, listening and comprehension skills, concern for you when you say your symptoms is nil. She asks for records you cannot get without her telling you how to get them to her. She is a dangerous person playing god with people’s mental health. The fact that she is working 3 platforms, 2 others besides Brightside, at the same time should say all you need to know. Seven employers in 3 years that I can find. This is criminal. Last I looked making a person stop 3 psychotropics abruptly at the same time is considered life threatening. She does not care. She wants records I cannot get without her telling me who and how they should be sent. I gave her all pharmacy records, that she asked for, within minutes after talking to her. She comes back and gaslights saying that doesn’t matter ? Get the other records. How? This has gone on over a month. The communication with others on the app is a black hole. You send their email assistance request. Crickets. Send another one? Crickets. Several hundred 1 star review here in the last couple of months RUN!Google, check LinkedIn, check educational and professional licensing, check her references. Oh, and tell her to get off of FB."
        },
        {
            "Rating": "1 out of 5",
            "Review": "I signed up- had a meeting with my provider- I waited 15 minutes- then she finally joined the meeting- by this time I was aggravated that she couldn’t join at the appointment time. She made no introduction- she just said “what’s going on with you today” - I had already completed assessments and questionaires- people going through things mentally have good days and bad days- “what’s going on with you today” is a horrible question after making me wait for her to join the meeting. If I am expected to join the meeting on time- is it wrong to have the same expectation for them? Maybe my time is not as important as her time is? Maybe showing up late to an appointment is the status quo. I then had an appointment with my therapist- a few days later my provider sent a message telling me she hopes I get the help I need somewhere else. This is definitely not the type of experience I expected from a therapy providing website. The provider, Jennifer Ramsey, couldn’t be bothered to be on time, and she made me feel like she didn’t even go over the assessments I completed. I am canceling my account with Brightside immediately and will share my experience with any and everyone who wants to hear it. If you want to feel uncomfortable, unimportant and insignificant then Brightside is for you- if you actually want some mental healthcare, I’d advise anywhere else. I have definitely learned my lesson."
        }
    ]
}