{
    "App Name": "Fabulous: Daily Habit Tracker\n 4+",
    "Developer": "Fabulous",
    "Ratings": "4.6 out of 5",
    "Description": "Description\n\n\nWelcome to the world of Fabulous. Unlock the power of habits and routines. Prioritize your mental health, build healthy habits and improve your life one step at a time. Fabulous started as a habit tracker, but it evolved into a self-improvement, coaching, and mental health platform. Our goal is to make healthy routines an inseparable part of your life. How does Fabulous work?1 - Add structure to your life - Improve your life with a healthy morning routine that provides a system for your everyday life.2 - Create healthy habits - Use a daily planner to remember important tasks. Your habits sculpt the person you will become — choose them wisely.3 - Focus on deep work - Learn how to tune out all the noise and concentrate on the task. 4 - Join a community - Live challenges will introduce you to other Fabulous members worldwide embarking on the same journey as you. Find motivation by connecting with hundreds of members all across the globe. 5 - Learn how to be grateful - Keep your gratitude journal and listen to positive daily affirmations. Fabulous is an all-in-one routine & self-care app for everyday life:– Listen to the daily coaching series.– Write your to-do list.– Journal your thoughts.– Do short workouts and breathing exercises.– Listen to daily affirmations and meditation sessions.– Keep your gratitude journal.– Monitor your mental wellbeing.– Use the goal-tracker to monitor progress. Upgrade your planner for exciting additional features that will take the habit tracking to a new level. Achieve your health and productivity goals today with science-proven features:– Coaching series grouped by topics: anxiety, self-love, productivity, or depression.– Unlimited habits for your morning and evening routines.– New Premium Journeys for better mental health, self-care, and fitness.– Personal one-on-one coaching for better motivation and focus. Top 4 reasons to try the Fabulous app: 1 - Need the motivation to build an indestructible morning routine?2 - Have an irregular sleep cycle and want to learn how to get a good sleep?3 - Want to increase your energy level, so you focus the entire day?4 - Want to improve your mental health through mindfulness so you can cope with anxiety?Scientifically proven, morning routines are essential to a successful life. No excuses! Start changing your life today and save money using behavioral science. Install Fabulous to get personalized daily habits and achieve your goals.Pricing in different countries may vary, and actual charges may be converted to your local currency depending on the country of residence. You can always see the exact price in the app. The subscription will automatically renew unless turned off in your iTunes Account Settings at least 24 hours before the current period ends. When you feel the Premium plan is not what you need, you can cancel your subscription at any time. If you have any questions, visit our website at www.thefabulous.co and click \"Contact Us\" at the bottom. Build and track your habits, set goals, learn how to meditate, and build healthy routines. Your journey to self-improvement and better mental health starts today!This day will come and go. That much is certain.Making it count? Well, that's up to you!-------Read our full terms and conditions and our privacy policy at: https://www.thefabulous.co/terms.html",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "I was seeking an app to help me stay on schedule. As an entrepreneur with ADHD it is often very challenging. From going to bed at a reasonable hour, each night, to waking up at a reasonable hour, to having balanced structured meals that are healthy, to have my spiritual time, exercise time, and just me time. I also needed to find time to do service, which helps me get out of myself by helping others. I’ve never had a structured schedule, my whole entire life and I’m 55 years old when I started the section on evening routine and I was about to type in the fourth change that I wanted to make the app actually would not let me, I loved that it said we never want to take on more than we should. I’ve only been using for less than a week and I can tell you I’m going to bed now. Two hours earlier. I am making it to the office earlier. I am doing better with the morning routine but I still have a long way to go. I actually stopped working. Looked at the app clicked it and that is something different. One of the best things this App has suggested to me was on my iPhone pro 14 max to take any interesting and fun apps off of the homepage. It’s worked. It literally works I just keepspiritual thing on there, my daily calendar, reminders list or to do list. I have a long way to go with this app is reminded me is that there is absolutely no rush. I will appreciate life more by doing certain things less get the app and pay for it. Well worth it."
        },
        {
            "Rating": "5 out of 5",
            "Review": "This is probably the best app you could EVER HAVE on your phone. I left a rating a while back but it really deserves a full review. Im a 20 year old college female who suffers from severe mental health issues and addiction, and have for most of my life. I was so depressed that getting up to shower felt like an 8 hour shift, so most of the time i let basic self care take a backseat. During my trip to rock bottom i stumbled across Fabulous. Its exactly what i wanted that other programs didnt have, it keeps you on track and its ENJOYABLE. and i can say its great for people with ocd, adhd, or autism. Now, after only 3 months, i drink water, eat 3 meals, exercise daily, practice mindfulness, and take care of my hygiene better than ever before! Im even about to QUIT VAPING after 4 years, which is something i never thought was possible. I can actually relax at the end of the day because i know i have done everything i need to do, and Fabulous will remind you of that. My mental and physical health have improved so much in so little time, I will probably never stop using this app.Unfortunately, the poor reviews here arent (completely) asinine. They do have severe billing issues that they have yet to fix. Please, be VERY CAREFUL if you decide to accept a free trial or purchase a subscription. I have fallen victim to the double charging, double subscriptions, etc. (pro tip, contact apple, not fabulous)"
        }
    ]
}