{
    "App Name": "Finch: Self Care Pet\n 4+",
    "Developer": "Finch Care Public Benefit Corporation",
    "Ratings": "4.9 out of 5",
    "Description": "Description\n\n\nMeet your new self care best friend! Finch is a self care pet app that helps you feel prepared and positive, one day at a time. Take care of your pet by taking care of yourself! Choose from a wide variety of self care exercises personalized for you.THE BEST DAILY SELF CARE APPStruggling with stress, mental health, or need motivation? Is self care a chore? Finch makes self care finally feel rewarding, lightweight, and fun. Complete quick self care exercises to grow your pet, earn rewards, and improve mental health! People who struggle with mental health, goals, meditation, and journaling found it easier to be mindful with their self care pet in the Finch app!REVIEWS- \"I’ve tried other apps for being thankful and thinking positive but never used them long. I enjoy this one because the virtual pet is really cute and it takes just a moment to be honest about I really feel.\"- \"As someone who struggles with anxiety and depression, I have tried many journaling apps and mood trackers. All of them felt like a chore, but not Finch! Even if I am not feeling like journaling or even facing my emotions, I can do so in order to help Finch.\"QUICK CHECK INS• Start mornings with quick mood checks and energize your pet to go exploring! Choose from a variety of quick mindful habits from goal tracking and bullet journaling to mindful breathing exercises and quizzes!• End days in moments of gratitude with your self care pet where they'll be back from adventures to share stories with you! Destress, reflect, and recognize your positive moments.MINDFUL EXERCISESStrengthen your mental health by increasing resilience, productivity, and gratitude with self care exercises! Finch helps you hit goals and sustain healthy habits with your self care pet!• Goal Tracker: set goals and celebrate wins you've accumulated from healthy habits.• Bullet Journaling: guided bullet journaling prompts to clear the mind, track important moments, and practice gratitude.• Breathing: guided breathing to calm nerves, increase focus, energize your mind, and sleep better.• Quizzes: quick quizzes to understand your mental health by tracking your anxiety, depression, body image appreciation, and more.• Mood Tracker: check on yourself and access mood trends to understand what has been lifting you up or bringing you down.• Quotes: read motivational quotes to lift your mood and gain new perspective.• Sleep: Unwind yourself for good sleep with guided breathing and next day goal planning.• Insights: get insights on your mental health from combined analytics on your mood tracker, bullet journal tags, goal tracker, and quizzes.SAY HI!• TikTok: https://www.tiktok.com/@finchcare• Discord: https://discord.gg/finchfam• Instagram: https://www.instagram.com/finchcare/• Facebook: https://facebook.com/groups/finchfam• Email: support@befinch.com• Terms of service: https://befinch.notion.site/Finch-Care-PBC-Terms-of-Service-710ffd2b56ce4bc8ac8063461a3bb96e• Privacy policy: https://befinch.notion.site/Finch-Care-PBC-Privacy-Policy-c2e466cb17f34edd87d0c353b5742ac5",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "For years now, I’ve been struggling with a plethora of mental health issues on top of adhd, and it’s made it extremely difficult for me to take care of myself even with professional help. I’ve learned to take care of my emotions, but the motivation to do things has never been there for me especially with my adhd. Doing things like going and getting a cup of water, washing my face, getting clothes off the floor or bringing bowls and plates down from my room has always been something that’s felt genuinely impossible. On top of all of that even, I’ve never had any motivation to stretch or work out. I’ve downloaded so many of these apps and they’ve all just been gimmicky and overpriced, and I’ve found they only made me feel worse because the reminders felt pointless and made me feel like I didn’t care about myself. With Finch, i not only feel reinforced that I care about myself, I also feel cared for by my finch, and I feel that by taking care of myself, im also taking care of him. In the past few days, I’ve done so much more with this app then I ever thought. Im really happy that I finally have some motivational help that actually works. I absolutely love finch and I actually couldn’t recommend it more. Also, I’d like to mention that I haven’t reviewed an app for like four years now because there’s never been an app that I cared for like this. I’m really happy to use this app and I want you to try it if you’re reading this."
        },
        {
            "Rating": "5 out of 5",
            "Review": "I have ADHD, or Attention Deficit Hyperactivity Disorder. This disorder makes it really hard to use apps like these or even just stay on these apps. I’ve tried dozens of apps like these to try and make something work for me, but nothing ever worked. But when I opened Finch, it was just amazing from the start! It had a way of gamifying the things that I had to do and made it so much easier to complete them. I also loved taking care of my very own birb and customizing it’s clothes and furniture. I always looked forward to opening this app every day and have never strayed away from it since I’ve downloaded it. I know many people do not have ADHD but even for people who don’t, this app is incredible! They have breathing exercises and reflections to help you grow while using the app. They even have a first aid kit for your mental health if your ever in a panic or anxiety related situation. Although many people might not want to download this app because some features are deducted because your not a plus member, you don’t need to worry as everything you need will not be locked, and you’ll have a greater variety as a plus member! At first, I was struggling with completing tasks for my mental health and even habit trackers couldn’t help me. But downloading Finch has made it just as much easier for me to flow through these tasks with ease. So, if you are reading this, I really recommend you to download this app. Your birb is waiting for you! 😉"
        }
    ]
}