{
    "App Name": "Gottman Card Decks\n 17+",
    "Developer": "The Gottman Institute",
    "Ratings": "4.8 out of 5",
    "Description": "Description\n\n\nSee for yourself why millions of couples worldwide have benefited from The Gottman Institute’s research-based approach to relationships. Inspired by the popular card decks from The Art and Science of Love weekend workshop for couples, this fun app offers helpful questions, statements, and ideas for improving your relationship.By downloading our free app, you can:   • Explore 22 card decks with more than 1,000 flashcards   • Tap the star to favorite a card  • Easily tab back and forth between All and Favorites  • Access more free resources from The Gottman InstituteChoose Love Maps to get to know your partner better, Opportunity for great date-night ideas, or explore the Salsa decks to add some spice to your intimate life.As the world’s most trusted relationship company, our mission is to improve people’s lives through products and programs that educate, inspire, and heal.Our approach to relationships is based on more than four decades of ongoing research by Drs. John and Julie Gottman. We serve couples and parents directly while providing world-class training to the professionals who support them, and we are committed to making our services accessible to everyone.",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "I’ll start by saying, I grew up in a family where communicating was not commonplace (especially feelings). I’ve been married for almost 12 years after marrying young. Needless to say we had our share of arguments.  I like these cards. They help find ways to communicate, especially in moments when you don’t really know how. There are a lot of great random ways to bring you closer to your significant other. I especially like the open ended questions. I wish there were more conversation starters, similar to writing prompts. The topics really are relevant. In a time where electronics have taken over our lives, I would like to see a patch allowing me to share a card rather than taking a screenshot. This is minor and not necessary. Great app for relationships!!"
        },
        {
            "Rating": "5 out of 5",
            "Review": "Sometimes you just need a cue card to move you in a direction to help deepen the connection you both want. Gottman is regarded as one of (if not the most) well-researched marriage expert(s). The decks are simple in concept (sex questions, building love maps, expressing needs, communicating emotions, etc.), which can make it seem simplistic on the surface, but this is how connection is built, in the small moments of turning towards one another. I highly recommend you uses these with your partner for enriching your communication and connectedness. You won’t regret it."
        },
        {
            "Rating": "5 out of 5",
            "Review": "Sometimes my mind goes blank on what to ask. My family wasn't the greatest at communicating or asking questions of each other besides the \"How was your day?\" ones and as an introvert I'm used to people talking at me. So, thinking up thoughtful questions to ask someone while on a date or in a relationship is difficult. These has been helpful to get a conversation going since new topics can easily crop up from what's mentioned."
        }
    ]
}