{
    "App Name": "HarmLess: Self Harm Tracker\n 4+",
    "Developer": "Wired Betterment",
    "Ratings": "4.8 out of 5",
    "Description": "Description\n\n\nEmpower your resilience against self-harm. Navigate life's stresses, track progress, journal emotions & unlock inspiring achievements. Your path to wellbeing starts here.Transform your life one day at a time with HarmLess, the premier and only mobile app specifically designed to help those battling self-harm. This innovative application empowers users to confront their struggles head-on, fostering resilience, promoting self-understanding, and imparting invaluable coping mechanisms for better wellbeing.HarmLess offers an extensive suite of tools tailored to your unique emotional needs, allowing you to navigate life's challenges with strength and wisdom. Navigate moments of high stress or anxiety with our Calm Urges feature, offering a plethora of healthy activities and suggestions based on your current emotional state. Never underestimate the power of recognizing, understanding, and validating your feelings.Ensuring your privacy and security is our paramount concern, which is why HarmLess is equipped with a passcode feature. This keeps your personal information, journey, and progress confidential - your story is for you to share, on your own terms.Track your progress with insightful, real-time statistics that include data on self-harm free days, the difficulty of each day, and the frequency of urges. With every day that passes, you're making progress, and we want you to see that, clear as day.Reflect on your day-to-day journey with our Reviews feature, pledge daily to remain self-harm free with customizable Pledge Icons, and pour your thoughts into your personal Journal, an acclaimed tool for processing emotions and promoting mental health.Achieve milestones and unlock inspiring themes through our Achievements, providing visual symbols of your dedication and resilience, spurring you onwards on your path to recovery.Relax and center your mind with our specifically designed Guided Meditations, curated to meet the needs of individuals suffering from self-harm. Our unique, animated Breathing Exercises provide an engaging way to relieve stress, calm anxiety, boost energy, and enhance sleep.Moreover, in our constant effort to provide comprehensive support, HarmLess users have the exclusive opportunity to connect with professional mental health therapists at a discounted rate directly within the app.HarmLess is your trusted ally in the journey towards recovery. Start your journey today, because you matter and your story is far from over.---We are always open to feedback, if you have any ideas or suggestions about how the app could be better, we'd love to hear from you. Please write them in a written review right here on the App Store.Terms of use: http://www.wiredbetterment.com/harmless/termsofuse.html Privacy Policy: http://www.wiredbetterment.com/harmless/privacypolicy.html",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "This is pretty good for everyone but also would be good for teens it’s very positive and every time you achieve something like a certain amount of time without SH it tell you how good your doing and you can journal down your day and keep track and at the beginning you but the reason you wanted to try to stop and it reminds you and if you have urges it has many ideas to help cope and breathing exercises to help with anxiety it also has a button to review you day and you put out of ten how hard it was that day and how many urges you have and if you did SH and it has a pledge where you press that button to pledge (promise) you won’t SH that day, the timer shows how long you’ve been clean and if you need you can buy a counselor and if your thinking about suicide or if your having a crisis it provide a button in the setting area with the 988 number and if you wanna keep this app private you can put a password to enter every time you e meter it and for the premium app you can enable Face ID but overall this app is pretty great and better then others"
        },
        {
            "Rating": "4 out of 5",
            "Review": "Hello! So, let me start off with great notes. This has been my go to app for whenever I feel that I can’t really keep up with my thoughts & urges. I love it. I would recommend this app; However.. the advertisements for ‘premium’ isn’t cool. It’s the very first thing you see the minute you open this app, and I find that a bit.. insensitive, I guess? I don’t mean to sound like I’m offended by it, though, I don’t see why we need to pay just to be able to have more outlets for help. I wouldn’t mind it, of course, but this advertisement shows EVERY TIME you open the app. Maybe if it was more of a one-time pop up, then you could buy it somewhere in the app itself, I’d like that a bit more. But this ad shows up each time and it’s really annoying. It’s also very sad, especially for those that just want to cope freely without needing to pay for such support. Now, I’m not saying that this app isn’t good enough!!! I love it. It’s helped a lot; given the fact that I’m very young & can’t exactly reach out comfortably, without parents knowing. But, all in all, I would recommend. It’s just the advertisements that really get me. Anyways, thank you for reading. I’m proud of you, don’t give up, have a great day/night! <3"
        },
        {
            "Rating": "5 out of 5",
            "Review": "I had a self harm addiction for a year and a half before i tried to get better the first time. the app i was using previously was very negative when you relapsed. it would make me not want to even open the app anymore. so i had to struggle with sh every day until 60 days ago. 60 days ago exactly, i decided to get clean and when looking for an app to help me keep track i wasn’t sure i could trust these apps. this app has many meditations, coping strategies, distractions so you don’t sh, a journal where you can put in n entry every day. i also like that this app is very positive, when you relapse they tell you things like relapse is part of the journey, you will try again and succeed or something like that. it also gives you daily encouraging messages when you pledge for the day and review your day."
        }
    ]
}