{
    "App Name": "Humans Anonymous\n 12+",
    "Developer": "Humans Anonymous, Inc",
    "Ratings": "4.6 out of 5",
    "Description": "Description\n\n\nBeing human is hard. You’re not alone. Introducing anonymous audio spaces for mental health.Find communities for breakups, relationships, dating, ADHD, anxiety, loneliness, gratitude, and more. Join a weekly meeting to share your struggles, get advice, and support each other. Connect one on one with other community members.This is a safe space to connect with people who are just like you. Share how you really feel or just listen in. Always stay anonymous and keep your identity hidden.Let’s prioritize our mental health together!",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "This has to be the best mental health app i’ve ever tried. I’ve always been a very nervous speaker and stutter a lot, but once your up and start speaking those feelings just slip away. the 3 minutes have never been too much or too little of time and it’s enough to get my emotions and story out and have people understand me. Everyone is so unbelievably nice and helpful. Even knowing someone’s gone through the same makes me feel so much better, You don’t even have to go up sometimes if you don’t feel like it my first visit i just listened. The chat rooms are fun and lively and helpful, I recently spoke about a problem i was feeling was my fault and everyone in my dm’s were so nice and supportive and told me it wasn’t. It really changed how i viewed things and the people have really helped me through stuff. Id 100% recommend this app to anyone struggling. Rather if you think your problem is small, or if it’s too big, there’s ALWAYS people for you who will support you. Your feelings are valid no matter how you see them. One of my only recommendations for this app would be for maybe other meetings for different times like some for 3 minutes like normal but also longer ones like 5-10 minutes if people really need to explain and get something out. I love how this app keeps everything personal to you and nothing is shared. Thank you to the creators, This app has really changed so much for me. ❤️"
        },
        {
            "Rating": "5 out of 5",
            "Review": "I love having both the talk and text chat feature. I suggest swiping to the left to get faster to chat area instead of button to get to chat maybe have the ability to be in line and be able to have a button continue to move back 1 spot to let the person behind you go first and you just move behind them and don’t have to go all the way back to the end of the line. Also possibility ability to have a noise notification when your up talking in case you were listening with your phone locked and screen notification pop up and a visual chat room notification maybe also to see the chat line profile pics in text chat room in small bubbles somewhere and Im new to app 2nd day I don’t know much about the chat rooms and why they are open at certain times but as from hearing from people in the app they suggest having more chat rooms open more times. And the personal messages button at bottom and maybe swipe left to get to that also with sound notification to know you got a message from person. I’ll email more suggestions if I think of any Or leave in feedback would love to get in contact and chat with you guys or even work for you or volunteer."
        },
        {
            "Rating": "1 out of 5",
            "Review": "This app used to be a safe space for me. I can't count how many times i've cried with people on here. I have recommended this app to many people while they paid others to do it for 5 views but anyways. Many trolls have found this app and have been very racist on it. They also talk about raping people. One person told me that they always have the urge and if they don't let them do it they want to do it even more. In the rooms where there are sessions, you get three minutes to talk and there is always a mod named \"Be Good\". They are very quick to kick people if they aren't talking or fell asleep while waiting for their turn but as soon as someone racist, is a rapist, or someone who just talks about nothing comes in the mod let's it happen. I was banned and I don't know what for. I have never did anything to break the rules. I have always given people such a positive and welcoming space to talk to me when they need to but the one time I talk about an assault that happens to me I get banned. I have emailed the app and have not gotten anything back. I have went back on there one night because I was having such a bad day (Different account obviously) and even told everyone the situation. Many people texted me telling me that the app is wrong for what they did. I said my goodbyes and left then sent another email asking if they've seen it. Not a single word. These people are probably recording our audios and selling them. Be careful."
        }
    ]
}