{
    "App Name": "I Am Sober\n 17+",
    "Developer": "I Am Sober LLC",
    "Ratings": "4.9 out of 5",
    "Description": "Description\n\n\nI Am Sober is more than just a free sobriety counter app.Along with tracking your sober days, it helps you build new habits and provides ongoing motivation by connecting you to a wide network of people all striving for the same goal: staying sober one day at a time.Through our growing sober community you can learn from others and contribute by sharing insights and tactics that have worked for you.**The I Am Sober app features:**• Sober day trackerTo visualize how long you’ve been sober.• Remember why you quitAdd reasons and photos to help you remember why you want to quit your addiction and stay sober.• Daily pledge trackerTake a pledge every day. Sobriety is a 24-hour struggle, so start your day off by making a pledge to stay sober. Then you can review how your day went and log notes at the end of the day.• Sobriety calculatorView how much money & time you’ve saved by being sober.• Analyze triggersRecap each day and find patterns that made your day easier or more challenging than the last.• Share your storyEither with others or for yourself, take photos and journal your progress directly in the app. Then choose to share it or save it as a reminder for yourself.• Milestone trackerTrack and celebrate your milestones from 1 day, to 1 week, to 1 month and beyond. Compare experiences with others on their sober journey. Read how they felt at this milestone and what you can expect. If you’re struggling, share your story and invite others to offer help or advice.• Withdrawal timelineWhen you create an account and declare your addiction, you can instantly see a withdrawal timeline to get an idea of what to expect for your next few days (and weeks). What’s more, you can contribute to it. See how many others saw an increase in their restfulness vs those that saw an increase in anxiety. Prepare yourself for what’s to come in recovery.• Customize your experienceYou set the time, your sober birthday, the category of motivation you need, the addictions you’re trying to break, even the end-of-day summaries. Make the app customized to your lifestyle and tailored to your needs.**Sober Plus subscriptions**I Am Sober is free to use, but you can support development of the app with a subscription to Sober Plus. With Sober Plus, you'll get access to these premium features:• Create a groupStay accountable together and track your sobriety privately. Groups are great for complimenting your real-world group like Alcoholics Anonymous, NA, SA, SMART Recovery, or your rehab center.• Locked accessKeep your trackers private with a lock that you can access via TouchID or FaceID.• Data BackupsSave your progress in the cloud and restore your trackers if you get a new device.• More trackingTrack more addictions and get access to more communities. Even if your addiction is specific like Wine, Online Shopping, or Skin Picking, you’ll find a variety of communities of people who are all trying to get sober from alcohol, drugs, eating disorders, self-harm, and more.Payment will be charged to iTunes Account at confirmation of purchase. I Am Sober Plus automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. Your account will be charged for renewal within 24-hours prior to the end of the current period, and the cost of the renewal will be identified. Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase. Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.Read more about our terms and conditions here:Terms of service: https://iamsober.com/en/site/terms-of-servicePrivacy policy: https://iamsober.com/en/site/privacy-policy",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "This is a pretty cool app actually. It’s awesome because you can track multiple addictions. Like for me I’m in recovery for alcohol and drugs but I also quit smoking like a month into my recovery so now I can also track that. It lets you put in how much you think you spent a day on your addiction in both money and hours and it’s pretty cool to see how much I’ve saved money wise. I had no idea how much I was spending a day on drugs and cigarettes. It blows my mind! It also sends you positive quotes and motivational quotes. You can buy extra packs of motivation for like a dollar and the one I got gives me exercises to try every once in a while. But I think the coolest part about it is it lets you review your day at the end of the day and you get to say whether or not you made your pledge how the day went from impossible to easy and then you put what activities you’ve done and then it gives you like a little text journal and you can journal a little bit about your day. Yesterday was a really hard day for me and after I submitted it it has a pop up that said “it’s tough. We’re rooting for you!” And I thought that was pretty cool. Little things like that make me happy. It also calculates milestones and shows you how many other people are teaching that milestone with you. I mean this app has so many awesome things about it! Just download the app and try it out and you’ll see just how awesome it is!! (:"
        },
        {
            "Rating": "5 out of 5",
            "Review": "I have been addicted to heroin for about 8 years, I just turned 25 a few days ago. I gave birth to my beautiful baby girl in January and she changed my life and motivated me to get clean. This app along with my clinic, my counselor, and my family all help me to stay clean. My family has a group text so every morning they look forward to me sharing my daily motivation because the affirmations start their days off with a positive mindset too!! I love how this app tracks your sobriety to the very second, and tracks how much money you’ve saved and how many hours you’ve saved since getting clean. The developers are constantly tweaking the app to make it better and add new motivation packs pretty regularly, I own almost every pack so every month once I finish one pack I start a new one. I realllllllllly LOVE how the app celebrates all the milestones, because it’s exciting to celebrate every month sober, especially the big milestones like 100 days, 6 months, 1 year, etc. I go to a methadone clinic and I always recommend the I Am Sober app to my counselor and to anyone there who is still struggling and especially to people who are newly sober because it’s helped me so much. This app has become a really important part of my day, and I plan to keep utilizing it for as long as possible for my sobriety!!"
        },
        {
            "Rating": "4 out of 5",
            "Review": "The overall app is amazing. I love the setup, the prices, and it’s just a great app… but the community is toxic. Day 2 and I’ve seen over 8 comments talking and making fun of p0rnographic addictions/harassment. I have since blocked every comment I see like this, but they keep popping up. There are women who show off intimates, inappropriate clothing/scenes, and just overall toxicity and disrespect. I’m 15 years old and I struggle with with sort of thing. Seeing people make fun of it like it’s a joke to be tossed around hurts… I love the app. There are also comments encouraging people to self harm, and giving ways to hide it from family and also ways to hurt yourself MORE. I can’t stand to go on the community page anymore because of the people. Some people take it seriously, and I don’t want to be the person that gets offended by everything. But commenting and making fun of things people are STRUGGLING with on an app that is supposed to HELP with that, is not okay. The guidelines say strictly not to do this, and yet it’s completely uncensored and unsupervised (to my knowledge). I’m leaving the community page to avoid the drama going on there. But if the people who made this app are reading this, please be aware of this and create stricter chats. I love this app too much to get rid of it, and it motivates me and makes me feel cared for. The ONLY thing bothering me is the community. If you read this far, just be aware."
        }
    ]
}