{
    "App Name": "Insight Timer–Meditate & Sleep\n 12+",
    "Developer": "Insight Network Inc",
    "Ratings": "4.9 out of 5",
    "Description": "Description\n\n\n* Apps of the Year Winner - TIME magazine and Womens Health ** More time is spent meditating on Insight Timer than all other meditation apps ** Happiest App in the World - Tristan Harris *The number 1 free meditation app. Guided meditations and talks led by the world's top meditation and mindfulness experts, neuroscientists, psychologists and teachers from Stanford, Harvard, the University of Oxford and more. Music tracks from world-renowned artists. Join millions learning to meditate on Insight Timer to help calm the mind, reduce anxiety, manage stress, sleep deeply and improve happiness.With 80+ new free guided meditations added daily, more meditation is practiced on Insight Timer than anywhere else. Great for both beginners and experienced practitioners.FREE FEATURES:* Thousands of guided meditations* Select by time for short meditations when on the go, helping you to build a simple daily habit* Thousands of music tracks and ambient sounds to calm the mind, focus, sleep better and relax* The world's most popular meditation Timer* Follow your favourite teachers* Thousands of discussion groups and community features* Stats and milestones for tracking your progress* Integration with Apple Health Mindful MinutesBrowse popular topics including:* Sleep deeply * Dealing with Anxiety and Reducing Stress* Getting through Recovery and Addictions* Self-love and Compassion* Focus and Concentration* Leadership * Better Relationships* Loving-Kindness* And much more..Join leading meditation teachers and musicians including:* Tara Brach, Ph.D, founder of Insight Meditation Community of Washington* Mark Williams, Emeritus Professor at Oxford University* Jack Kornfield, Dartmouth, co-founder of the Insight Meditation Society alongside fellow Insight Timer teachers Sharon Salzberg, and Joseph Goldstein of Columbia* Gil Fronsdal, Ph.D. at Stanford University* Ram Das aka Dr Richard Alpert, Doctorate at Stanford and Harvard University teacher* Sadhguru, Indian yogi, founder of non-profit Isha Foundation* Mooji, disciple of Papaji, and devotee of the master Ramana Maharshi* Moby, international recording artist, DJ, record producer, singer, songwriter* As well as Sarah Blondin, Mary Maddux, Ajahn Achalo, Melissa Ambrosini, Bodhipaksa, Jonathan Lehmann, Jennifer Piercy, Bethany Auriel-Hagan, Kate James and many more..Practice the following meditation types:* Secular Mindfulness* Buddhist Mindfulness* Zen* Insight Meditation* Vipassana* MBSR* Walking Meditation* Breathing Meditation* Kundalini Yoga* Metta* Advaita Vedanta* And many more..Join community groups for:* Beginners* Poetry* Atheism* Christianity* Hinduism* Transcendental Meditation* And many more..PAID FEATURE - INSIGHT PREMIUM MEDITATIONWe have one optional in-app subscription.* Insight Courses* Listen offline (download guided meditations to your device)* Advanced Player (Repeat mode, Fast forward and Rewind, Pick-up where you left off)* High-Quality audioThe subscription is available annually for US$59.99/year, or monthly for US$9.99/month. Payment will be charged through your iTunes account at confirmation of purchase, and will automatically renew at the end of each term unless auto-renew is turned off at least 24-hours before the end of the current period. You can turn off auto-renew at any time from your iTunes account settings, but refunds will not be provided for unused portions of the term. Prices and currency will vary by location. Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription, where applicable. The subscription will renew at the same cost.If you have any questions, please reach out to us over here: https://help.insighttimer.com Privacy Policy - https://insighttimer.com/legal/privacy-policyTerms and Conditions - https://insighttimer.com/legal/terms-of-service",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "Our family has loved Insight Timer for years now. Nearly every update has been an improvement on an already great app. We use it when putting our little ones to bed at night (and we’re too exhausted to tell them a story or sing to them ourselves). My 8-yo particularly loves Cori Cochiolo, especially her Heidi, Cherry, and Vaya series. Our kids often turn it on when they go to sleepovers, especially if they’re having trouble falling asleep. Their friends usually start using it, too. Personally, I’ve used it for myriad things…. It’s a fantastic support / encouragement for staying consistent with my meditation practice. It helps me fall asleep, whether that be music, stories, or guided meditations. It helps me go back to sleep. Sometimes I've participated in their courses and challenges (I’d like to do more of them). I’ve reconnected with some of my favorite Kripalu teachers from years past, who are active on this site. I’ve even found super helpful sessions that help me wake up in the mornings with a positive mindset (even before coffee!!). I could not recommend this app more highly. The options are endless, and you can financially support the content creators as/when you’re able…so you can use it regardless of your financial state. I view it as having a personal meditation “trainer” come to my home a few times a day, for support and guidance. For me, that’s priceless."
        },
        {
            "Rating": "5 out of 5",
            "Review": "I use to love this app and for years it was my favorite app, but it no longer is able to manage it’s basic functionality.  The timer function constantly pauses during calls and won’t restart no matter what, or just completely shuts down during sessions.  The Insight support usually has the same tired response, re-download it etc. etc, but nothing is working.  That and the app would also loose my day count for meditation whenever I flew out of my time zone.The app was sold several years ago and their became a rapid shift towards competing with other mindfulness apps like Headspace and Calm.  It is clear that the new developers are much more interested in creating a new age social network and promoting different healers, many of which seem unvetted.  All of this functionality seems fine, but to let go of the basic timer function is disappointing and doesn’t seem like much of a technological challenge.Bottom line this should be called INSIGHT SOCIAL NETWORK or CHEAP GURU, but when TIMER is in your name and you can’t even keep time, what’s the point.  They also don’t really give a crap about customer complaints because this is now years that I have been dealing with this issue.  In the end, I lost my Zen due to my meditation timer app which is a dark joke in itself.  Goodbye insight!"
        }
    ]
}