{
    "App Name": "MindDoc: Mental Health Support\n 17+",
    "Developer": "MindDoc Health GmbH",
    "Ratings": "4.7 out of 5",
    "Description": "Description\n\n\nTop mental health app with over 3,000,000 downloads and 4.7 stars out of 26,000+ reviews.Developed by clinical psychologists in close collaboration with leading researchers for those who want to learn about emotional well-being or who suffer from mild-to-moderate mental illness including depression, anxiety, insomnia, and eating disorders.MINDDOC ALLOWS YOU TOLog your mental health and mood in real-time.Get insights and summaries on your symptoms, behaviors, and general emotional well-being to help you recognize patterns and find the best resources for you.Discover our library of courses and exercises to help you on your journey toward emotional well-being.ABOUT MINDDOCMindDoc is a leading monitoring and self-management app for promoting emotional well-being and coping with such mental illnesses as depression, anxiety, insomnia, and eating disorders.MindDoc can be used by itself for prevention or self-help, or as a part of treatment with a mental health practitioner.Our questions, insights, courses, and exercises have been developed by clinical psychologists and are aligned with international treatment guidelines for mental disorders.For technical support or other inquiries, please send an email to: feedback@minddoc.de. IMPORTANT INFORMATIONThe MindDoc App is a risk class I medical product according to Annex VIII, Rule 11 of the MDR (REGULATION (EU) 2017/745 on medical devices)Intended Medical Purpose:The MindDoc monitoring and self-management application medical device provides continuous long-term sign and symptom monitoring of common mental disorders. This protocol is supplemented by courses and exercises. This enables users to recognize patterns in their symptom trajectories which then can be shared with a mental health care provider and used for self-management.MindDoc thus provides users orientation regarding the need to consult a mental health care provider by providing an assessment of the general emotional health. A mental health care provider then can include the summary of the protocols in his overall diagnostic and clinical assessment.enables users to self-manage symptoms and related problems by providing both transdiagnostic and disorder-specific evidence-based courses and exercises which help them to recognize, understand, and cope with signs and symptoms of mental disorders by self-initiating behavior change.The application explicitly does not replace the diagnosis by a mental health care provider, but can only give orientation on whether to consult a mental health care provider who then can include the results of the medical device in diagnostic processes.The application explicitly does not replace psychotherapy.Please read the regulatory information (e.g., warnings) and instruction for use as provided on our medical device site: https://minddoc.com/medizinproduktYou can find more information about our terms of use here: https://minddoc.com/app-agbHere you can learn more about our privacy policy: https://minddoc.com/datenschutzThe monthly and annual MindDoc Plus subscription renews automatically unless turned off in Account Settings at least 24h before the current period ends. Payment is charged to your iTunes account. The unused portion of the free trial is forfeited after purchase.",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "This app is the best thing ever, no joke. I have so many things going on in my life that could make me sad or happy, and as a very sensitive person, I was very overwhelmed and confused about how it was affecting my mental health. I always thought I was mildly depressed. I took a bunch of online quizzes and they all looked the same but gave me different results. A couple said I was clear, and a couple said I had mild depression. At this point I had no idea what to do or what to think, and I knew I wanted some real answers, pronto. I felt like a psychologist was a lot of money, and all I really wanted to hear was if I’m depressed or not. So, I looked up the app store for help thinking “there’s gotta be an app for this!” And then Moodpath was the first result. I checked it out, great reviews, completely free, so I got it. It’s been about 2 months now, and I’m in love. The 15-day results are a great schedule, and there is a reasonable amount of notifications, 3 times a day to answer questions describing your mood. I got real results in no time at all, for no charge. This app truly gave me some hope for myself and for others who need it because it’s really amazing and relieving. I think as long as you’re honest and you answer questions 3 times a day, this app will turn out perfect for you. Very pleased with this app and thanks so much to its creators❤️❤️"
        },
        {
            "Rating": "5 out of 5",
            "Review": "I’ve struggled with Bipolar 2 disorder which I only recently was diagnosed with. Therefore, I’m still trying to understand my experiences and my condition. My psychiatrist encouraged me to keep a “mood” journal, and referred me to this app. All I can say, is thank you Moodpath. You’ve helped me immensely in terms of keeping track of my thoughts, emotions, feelings, and everything in between. I highly recommend using this app to keep track of your emotions and daily experiences. The app even offers some “courses” and tools to help with different coping strategies (which I have yet to try), but the fact that the option is available makes the app that much more worth a try. Although some of the courses aren’t free to utilize, I anticipate myself signing up for Moodpath Plus for those extra features soon. I wish more people know about this company, because the creators seem to really care about people struggling with any kind of psychological problems. And even if you don’t, it’s still interesting to see how in depth Moodpath assesses your everyday experiences! Again, thank you so much for helping me map out and organize what I’m feeling every day."
        },
        {
            "Rating": "4 out of 5",
            "Review": "4.3This app has a lot of useful information to help people understand the thoughts in their head. With great information on what depression is, the symptoms, and the treatment that all are based on factual information that I have learned in my college psychology classes. This app, developed by a group of experts in psychology can be used for many different things like keeping track of how you felt on a certain day as it gives you reminders to get into the app and let them know how you feel every morning, evening and night. You also will receive and assessment every 14 days of your emotional health that is based off your daily journal. This process repeats itself so you are able to track your progress. I am a big fan of the different “courses” that you can take and learn about that also give you exercises to help with what you learned in that course. There is a lot of upside to this app and it can feel like and easier route then actually seeing a psychologist especially with the scientific accuracy and detail this app can give. But, I wouldn’t substitute it for a real psychologist especially if you are experiencing severe symptoms. But overall this is a great app to help you log how you feel and learn information about depression that you would be able to learn in a psychology class."
        }
    ]
}