{
    "App Name": "The Mindfulness App\n 4+",
    "Developer": "Reflectly ApS",
    "Ratings": "4.8 out of 5",
    "Description": "Description\n\n\nWith over 500 guided meditations, sleep stories and courses from experts around the world, we have options for every mood, time of the day and for everyone from beginners to experienced.• Guided meditations and courses of different topics in over 10 different languages.• Sleep Stories for a gentle closing of the day.• Reminders to help you remember to meditate. • Daily Notices to keep you mindful throughout the day.• Personalized user statistics.• The Mindfulness App saves your meditation sessions to your Apple Health App.• Apple Watch Integration.If you find that you enjoy a silent meditation, or simply want to include a personalized meditation into your practice, you can pick and choose between:• 3-99 minute meditations. • Option of silent or guided.• Inclusion of bells and a guided introduction. • Different background sounds such as forest, rain, waves and more.• Possibility to save your favorites for quick access. As a new user, you have the option to take advantage of our Free Trial that allows you to test the app and access all premium content for a full seven days. Included in our Premium Subscription:• Unlimited access to all meditations and courses in over 20 different topics. • Make meditations and course sessions available offline.• Regularly updated content allows you to discover new favorite meditations and teachers.For those that wish to have access to our premium version, we offer auto-renewable subscription:• $79.99 per yearThese prices are for US customers. Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence.We’re here to help you find what meets your needs and make meditation work for your daily life to improve your inner well-being. We want to be a part of your mindfulness journey, making it possible to meditate wherever you may be!Read the terms and conditions here:https://growthbundle.com/terms-of-serviceRead the privacy policy here:https://growthbundle.com/privacy-policy",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "I have used this app for about three years now and I have tried others and find this one to be the best.  I appreciate that my meditations are available at any time. I'm not one for social media, either, so I'm really glad I'm not solicited to share with a whole host of other practitioners. It's simple, easy to follow and the people who provide the sessions are some of the most respected in the whole mindfulness movement. The only drawback (which didn't used to be) is that I'm unable to create my own mindfulness notices. This was a feature in the first version and it was such a delightful, mindful option! Depending upon what area I wanted to focus on, I could set simple notices to chime throughout the day that had me call attention to sounds, feelings in particular areas of my body, sensations, or simply breathing. Regardless, this app and the meditations offered in it are always my go to at least two times a day, if not ten! Thank you for creating it."
        },
        {
            "Rating": "4 out of 5",
            "Review": "I’ve never meditated before I got this app. I honestly did it for 3 days straight and already felt a more positive energy within me. I do highly suggest doing a one month trial basis before dropping 60$ for a year because it allows you to get a feel for what the app has to offer in the sense of the style of the teachers and what your goal is. This app has a variety of courses and the reason I am writing this review is because it has almost every topic that I wanted to go see a therapist for so I’m trying this first cuz it’s way cheaper. I am always working on self- betterment and this is honestly a great app for everyone to include in their lives some meditations are short 5min and others can last for about 15-20 but you get to choose what you want to do so it fits to your schedule. I personally do mine right when I wake it starts my day off in a good, focused, and controlled mood. Try it out for yourself! (Only reason I didn’t give this app a 5 is because I just started using it and haven’t completed a full course yet so I’m not 100% sure if it has the ability to actually create the shift in myself that I’m looking for)"
        },
        {
            "Rating": "5 out of 5",
            "Review": "This App is the perfect companion to my recovery with my new sobriety date as meditation is a core component of remaining sober forever.  Relapse can never be a part of my recovery.  Though I’ve always thought that, I left that window of escape open and by accepting the notion “relapse is a part of recovery” and stepping out that window for just a couple of days after 2 and a half years of sobriety, I hurt those I love the most deeply with angry verbal assaults and had a wreck in my pickup that could have easily killed myself or others.  In my world now and through using this app daily along with other supports I can live a peaceful, productive and happy life again. Relapse destroys recovery so I do not consider it a part of it."
        }
    ]
}