{
    "App Name": "MindShift CBT - Anxiety Relief\n 12+",
    "Developer": "Anxiety Canada Association",
    "Ratings": "4.2 out of 5",
    "Description": "Description\n\n\nManage your anxiety, relax & be mindfulBreak free from anxiety and stress using this free evidence-based anxiety management app. MindShift CBT uses scientifically proven strategies based on cognitive behavioral therapy (CBT).MindShift CBT is a free self-help anxiety relief app, that helps you reduce worry, stress, and panic by following evidence-based strategies. Using CBT tools, you can challenge negativity, learn more about anxiety, develop more effective ways of thinking, be mindful, and relax.If you are looking for anxiety, stress, and panic relief, you have come to the right place. Download MindShift CBT for free on your iOS device, learn more about anxiety, practice cognitive behavioral therapy, and reduce the amount of worry, panic, social anxiety, and discomfort from phobias that you experience.The go-to app for anxiety managementMindShift CBT, the free anxiety relief app, comes with a clean and user-friendly design that allows you to learn and practice CBT strategies in an easy and intuitive way. We have specifically designed the app to be your free and portable go-to tool for anxiety management.Learn about the different CBT strategies, including writing thought journals, challenging yourself with belief experiments, building fear ladders, and doing comfort zone challenges. Listen to calming audio to reframe your thoughts, practice mindfulness, and stay grounded. Participate in the MindShift CBT Community Forum: share stories, learn about others’ experiences, and provide peer advice in a safe environment. All the exercises are presented in small chunks with plenty of supporting information to help you naturally integrate these strategies with the rest of your life.MindShift CBT includes additional features that help keep you on track. Stay accountable and track your progress with the check-in feature, which allows you to record and view graphs and journal entries. You can set goals for yourself and get reminders. If you choose to, you can easily export and share your data via email to streamline sessions with any therapists, counsellors, or psychologists you may be working with.MindShift CBT is completely free, so give it a try and explore the features for yourself!MindShift CBT is packed with loads of evidence-based and trusted features to help you with anxiety management. With this app, we hope that you will be better equipped to manage anxiety, find relief from panic attacks, overcome your fears, and hopefully, ease your own mind.MindShift CBT main features:\t• Clean, welcoming, and user-friendly intuitive design\t• Evidence-based strategies and tools based on Cognitive Behavioral Therapy (CBT) designed for anxiety relief and self-management\t• Daily check-in to keep track of your anxiety level and mood\t• Easy to follow guides on learning about anxiety\t• Facts and tips to overcome general worry, social anxiety, perfectionism, panic attack, and phobias\t• Goal setting tools to keep you accountable \t• Coping cards and statements to help you ride out your anxiety (and the ability to add your own!)\t• Guided relaxation and mindfulness meditations to ground you and give relief\t• Belief experiments to challenge the beliefs that fuel anxiety\t• Tips and tricks for incorporating healthy habits into your life and minimizing anxiety naturally\t• Sharing and data exporting (if you choose) to streamline sessions with your counsellor, therapist, or psychologist\t• Community Forum to share your stories and provide peer advice in a safe environmentDownload MindShift CBT on your iPhone or iPad now, and get ready to take charge of your mental health and find anxiety relief. Learn to be more mindful, incorporate CBT techniques in your daily life, and stay accountable and motivated on your anxiety management journey.Stay tuned for more updates, and let us know about any bugs, questions, feature requests, or any other suggestions. We are always looking to improve the app and we appreciate all your feedback!",
    "Reviews": [
        {
            "Rating": "4 out of 5",
            "Review": "I love this app, I use it as a personal mood journal. Only down fall is I wish it was easier to see how you’ve been overall the week. I only get it after I answered how I’m feeling. Over all 4/5 stars!"
        },
        {
            "Rating": "2 out of 5",
            "Review": "Sadly, an account creation is now necessary. Yes it’s “free” but releasing this much personal information doesn’t feel right for an app which was initially designed to be easy, user-friendly and ready instantly. It’s seems generating data has taken priority over providing an amazing service. I will be looking for other options."
        },
        {
            "Rating": "4 out of 5",
            "Review": "It is very good it helps me when I’m feeling really anxious"
        }
    ]
}