{
    "App Name": "NOCD: OCD Therapy and Tools\n 17+",
    "Developer": "NOCD INC",
    "Ratings": "4.9 out of 5",
    "Description": "Description\n\n\nNOCD offers online OCD therapy and in-between session support, right in the NOCD platform. Get matched with a licensed OCD therapist in your state and do live, face-to-face video sessions with a therapist trained in exposure and response prevention (ERP) therapy, the gold standard treatment for OCD. NOCD was created by people with OCD, along with some of the world's top experts.Online therapy sessions with an OCD specialist:- Match with an OCD therapist who fits your preferences- Personalize your OCD treatment plan- Do live video sessions with a therapist who specializes in exposure and response prevention (ERP) therapy, the gold standard treatment for OCDAdditional support between sessions:- Use OCD therapy tools 24/7- Message your therapist anytime- Interact with a community who knows what you’re going through- Dozens of weekly support groups with others in NOCD TherapyWHAT IS OBSESSIVE COMPULSIVE DISORDER (OCD)?OCD is a common psychiatric disorder that involves repetitive, unwanted thoughts that cause anxiety, and compulsive behaviors done in an attempt to reduce this anxiety. Commonly misunderstood as nothing more than a personality quirk, OCD usually involves intense distress and can become completely debilitating when left untreated.IS NOCD THERAPY EFFECTIVE?NOCD live video therapy has been shown to be as effective as face-to-face therapy. Our model has been backed by research from the Columbia University Medical Center, which found a reduction in OCD severity by an average of 40% in 8 weeks of NOCD Therapy.WHO ARE NOCD THERAPISTS?NOCD’s extensive therapist network includes licensed counselors, psychologists, and social workers. Every NOCD Therapist receives specialty training in exposure and response prevention (ERP) therapy, the most effective OCD treatment. All NOCD therapists are managed by our clinical leadership team of experts who have 20+ years of experience treating OCD and have designed some of the world’s top OCD treatment programs.IS NOCD SECURE?Our services are powered by AWS and Aptible, both of which are fully SOC2 and HIPAA compliant. Your therapy data is stored in our EHR that also complies with all HIPAA requirements. All medical notes and records are only accessible by you and your therapist. Furthermore, in addition to internal privacy safeguards, we regularly enlist security researchers to assess our services for vulnerabilities. For more information, find our complete Privacy Policy at https://www.treatmyocd.com/privacy-policy/, and Terms of Use at https://www.treatmyocd.com/terms/Download the NOCD app today and schedule a free phone call with our care team to learn how we can help you regain your life from OCD.",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "I was blown away by how profoundly this super simple app changed my thinking. I went to 3 therapists and could have spent the years (maybe the rest of my life) talking about cognitive behavioral therapy techniques without being able to readily implement them. Obviously there are always multiple arenas for combatting mental health issues, but the change these exercises made in my brain was so fast, so effective, so easy. I used to think that the “be aware of your thoughts and challeng them” approach sounded like toxic positivity, or just like a tiresome, endless exercise of smacking away an endless barrage of negative ideas—like one of those tennis ball machines shooting balls at you faster than you can smack them away. But this app took away the need to try to combat those obsessive thoughts in my own, or in real situations. It gives you the opportunity to just sink in positive thoughts with such repetition, and with the added effectiveness of seeing them and swiping them away…it just drills it in so much more solidly than if you just try to drum the thoughts up on your own. For me, this was a GAME CHANGER. Like the difference between trying to get in shape without a gym or equipment or personal trainer vs with having that."
        },
        {
            "Rating": "5 out of 5",
            "Review": "I just wanted to say a HUGE Thankyou to NOCD, specifically Ted and Anil! The app is such a helpful resource so that people don’t feel alone in their struggles. I know it’s been so nice to have on my phone for times when I was especially down or struggling and needed to know that other people got what you were going through. Ted and Anil have been so so helpful and kind! They’ve bent over backwards to accommodate me and to extend discounts where I needed them. Ted did my assessment and was extremely thorough, empathetic and took as much time as I needed. He created a judgment free zone for me to tell everything that I was going through without having to feel afraid and gave me the diagnosis that I needed. Anil also was willing to give me a call and let me know any information I might need. Overall, I’m extremely grateful and impressed by this organization and by the people who work for it. It’s very professional and still personable which is ESSENTIAL for mental health patients! Thankyou, thankyou, thankyou! I wouldn’t be where I am today with out the help of NOCD."
        },
        {
            "Rating": "2 out of 5",
            "Review": "When I first started therapy with NOCD, the groups were led by a licensed therapist named Jenna. She was very professional and seemed dedicated to her work. At that time most of the groups were also facilitated by licensed therapists. But we have recently noticed a shift in how the therapy groups are organized. Most of the groups are led by the same advocates, sometimes in 1 day there are back-to-back groups by the same host, repeatedly. The company gives the impression of offering a variety of OCD-themed groups, but in reality, 70% of the groups are managed similarly, lacking actual variety. Unlike some groups run by licensed therapists that have a specific viewpoint and educational component, many groups turn into open-ended forums until the final minute of the hour, where the same, often narcissistic attendees repeatedly dominate discussions. Groups are frequently canceled last minute when moderators fail to show up regularly, and we’re lucky if we’re notified in advance. While emergencies can occur, this level of inconsistency is offensive. These groups are crucial for our recovery journal while in therapy that we pay NOCD very much for, and they should not be seen as just an additional benefit."
        }
    ]
}