{
    "App Name": "Noom: Healthy Weight Loss Plan\n 12+",
    "Developer": "Noom, Inc.",
    "Ratings": "4.7 out of 5",
    "Description": "Description\n\n\nLooking to get healthy for the long term?Any program can tell you to eat less and move more. Noom is different. On average, Noom Weight users lose 15.5 pounds over 16 weeks. Based on our studies, users lost 2x more weight with Noom than when trying to lose weight on their own. Through a powerful combination of psychology, technology, and human coaching, Noom empowers you to make healthier choices by better understanding yourself and your behavior.Noom gives you a clear, actionable plan to reach your goal weight and the tools to track your progress along the way. We provide accountability and support to help you stay consistent day-to-day and motivated long-term. Our users love Noom, with 95% saying Noom is a good long term solution for weight loss, and 98% saying Noom helps change your habits for good Here’s a preview of some of our features:-- Food logging with over 1 million food items in our food database-- Thousands of simple, healthy recipes-- Meal plans from registered dietitians-- Over 1,000 interactive lessons that move at your own pace discussing topics like the psychology of weight loss, mindful eating, goal setting, and so much more-- Personal health insights to track your progress and identify areas to improve your lifestyle-- Circles of community members who share your interests-- Water tracking feature to help you stay hydrated-- Connect with Health App to help yourself stay on top of trends in your activity-- Connect your devices to track all your activity in one place (Fitbit, Misfit, Garmin, Withings, smart scales, and more)-- Option to connect with a health coach for personal coaching sessionsDiscover why Noom has been featured in The New York Times, WebMD, PEOPLE, Shape, Forbes, and more. Sign up for a trial today and join millions of Noom users on their journey toward a healthy, sustainable life!For CCPA: \"Do Not Sell\" Policy for California Residents, please see https://www.noom.com/ccpa-do-not-sell/",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "Noom is more helpful than I thought it would be, especially in terms of accountability, ease of platform, education, and nutrition tracking. I can understand what got me here in the first place now, and I know what to do to keep losing and gain more muscle mass. For example, I can't eat fast food or cereal regularly even if it's not adding up to a lot of calories in a day because of portion control. I'm 51 years old and my body has changed and needs me to feed it healthy foods on a regular basis, and cut out the inflammatory stuff. Losing weight felt very slow and almost disheartening at first, but the women on Noom that are also in the same boat or past wherever I was were very encouraging and informative. This encouragement helped me, and it also helps me to encourage others. Now that I feel better and more in control of what I eat (recognizing the inflammatory and high fat/sugar foods I was eating), I realize I need to add some resistance training (I walk every day) if I'm going to get to my goal weight. That being said, I feel so much better that I think I'm going to adjust my goal weight and keep focusing on nutrition and now adding, resistance/some light weights. I will say that it's been imperative to drop the inflammatory foods and only consume the minimum amount of calories suggested by Noom to lose. I am almost through perimenopause and I also think HRT is helping me lose and feel better all around."
        },
        {
            "Rating": "5 out of 5",
            "Review": "I’ve been with Noom for a month now and I’m really enjoying the platform. The information they give you is broken down into easily digestible groups, their approach to weight loss is different than anything I’ve tried before. There is the calorie tracking element, water intake tracking, steps taken, all that stuff but, it’s more there for you to see how you are progressing instead of being drilled into your head that you have to do all those things without fail everyday to see success. I’m down 10 pounds as of this morning and I’m very pleased with that. I haven’t been hungry all the time like some programs, I can tell I’m making some better choices when packing my lunch and going grocery shopping following their guidelines. I’ve even found some healthier alternatives to certain things I would usually eat that still satisfy my craving without blowing my calorie budget or feeling guilty. I also enjoy the social aspect of the app, after your first few days you get to meet your team, which is compromised of other users and your group coach. It’s nice to be able to bounce concerns, frustrations and victories off each other and the group coach posts helpful suggestions and tips to work past plateaus and get you to the next level. Overall, I would recommend trying this company if you have some weight you’d like to shed without starving yourself or just eating cabbage & onion soup all day, everyday 😂"
        },
        {
            "Rating": "5 out of 5",
            "Review": "I have spent years thinking in terms of labels (bad foods) (good foods).  I would literally get up every day and think obsessively about food and wonder, how do I not eat bad today and of coarse by afternoon and evening I was storm eating and I thought I was going to have to give up my beloved pinocle parties that go on 3 days a week because of all the sugary treats that are everywhere on card day, now I plan for those, even allowing myself to have 2 Hershey miniatures and my coffee with cream.  I have embraced breakfast which I had stopped eating because I hoped it would keep my overall calories down and all it did was make me hungrier for the afternoons.  I have not lost much weight, but I get to go to bed without feeling like a failure, imagine going to bed every night so upset and so sick from overeating day after day week after week, I haven’t told many people but I was starting to wish I would just die and get it over with, I’m free right now and loving my new friend food, food of all sorts, even those I once considered evil and bad and finally the weight gaining has stopped and I have even lost a little in the past month, I can’t describe the gratitude for a friend who did it before me and when online one day I accidentally stumbled on an advertisement, asked my sweetheart if I could spend the money to try it and bless his heart after so many books and money spent he didn’t hesitate to say yes and here I am."
        }
    ]
}