{
    "App Name": "Omada\n 4+",
    "Developer": "Omada Health, inc.",
    "Ratings": "4.7 out of 5",
    "Description": "Description\n\n\nAs an Omada participant, the app gives you the best of the program experience and makes it even easier for you to stay engaged. With the app, you can:Connect with your coach via direct messagingTrack your meals while you’re out and aboutTrack your steps and physical activity from Apple's Health AppRead and complete your weekly lessons in a mobile-friendly formatView your personal progress chart any time Interact with your group members on the group boardOmada® is one of the most engaging and effective ways to reduce your risk for a host of serious, preventable diseases, including type 2 diabetes and heart disease. We combine the science of behavior change with unwavering personal support, so you can make changes that actually stick.About Omada Health:We’ve pioneered digital behavioral medicine: a new approach to tackling the growing epidemic of type 2 diabetes, heart disease, and obesity. Our online programs combine world-class science, technology, and design to inspire and enable people everywhere to live free of chronic disease.Named one of Fast Company’s “50 Most Innovative Companies in the World,” our team includes passionate and talented individuals from Google, IDEO, Harvard, Stanford, and Columbia. Our approach has been embraced by major employers across the country, including Costco and Iron Mountain, as well as leading health plans, such as Kaiser Permanente and BlueCross Blue Shield of Louisiana.",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "I don’t leave a lot of reviews for many things, but need to for Omada…!  As my title stated… Omada Simply Works…!  I have been on the program for over a year, I am 49 years old and have lost 65+ lbs to date.  I found Omada through work and joined and my life has changed completely.  My success has also tuned other co-workers onto Omada as well. I have eaten healthier meals and more fruits and vegetables with Omada than I probably have my entire life.  The lessons are invaluable and the greatest thing with Omada, is your coach.  Mine has been a Godsend and she has guided me from day #1.  I have had weeks where I lost a few pounds and weeks where I gained.  Weeks where I lost nothing.  But consistency is what it teaches and it also teaches that while not every meal may be perfect, it’s the mindset that it puts you in that brings you success. When I started I was around 315 and am now in the 240’s with more to go.  I have tried other weight loss programs and nothing worked for me.  Omada has and I will praise it as I feel finding Omada saved my life.  I was feeling so low physically and mentally that I didn’t think I would live to see 50.  Omada changed that.  God Bless you for an amazing program."
        },
        {
            "Rating": "5 out of 5",
            "Review": "This app and the Omada program have taught me so much, stuff doctors and the internet can’t teach. After going through the program I can assure you I feel more confident about making healthier choices. The information provided and the support from the coach is impeccable. They are here to help and they do. The group can either be supportive or not. If you do this go all in, the program doesn't aim to fix you immediately or make extremely drastic changes asap. They go in stages. They do it because it works. Focus on something one week, build it into your routine and keep building. I feel significantly healthier and I see results. My group wasn’t the most dedicated, but I got what I needed and I have a way to go. The program changed my life and helped me get out of a rut and actually see results. Will you fail some point yes, I did. You stick with it you will see results. Tracking is key, I understand why, its basic science experiment. Establish a baseline, keep that baseline and understand the changes based on your tracking. Figure out what your doing that caused the change and you will. Tracking is everything."
        },
        {
            "Rating": "5 out of 5",
            "Review": "My health insurance offered me this planned at no cost to me. So I signed up and it has been a life-changing experience. At first not many pounds came off, but the change in how I felt made it all worthwhile and I kept going forward with the weekly lessons because I just felt so good. I dropped 60 points in my blood pressure which put me down into a normal range for the first time in my adult life. Along with blood pressure medication and lifestyle changes on this plan. my hips no longer hurt while I’m walking. I dropped a pant size without even much loss on the scale. I sleep better; for the first time in 30 years I’m getting a good nights sleep. And all of this is happening without counting calories, but making lifestyle changesBoth physical and mental. It is helping me so much in all areas of my life. Who knew when I signed up that this plan was more about a whole life improvement rather than just dropping a few pounds on a scale. And now that I’ve changed my physical and mental health the pounds are starting to drop and the scale is my friend again"
        }
    ]
}