{
    "App Name": "PTSD Coach\n 12+",
    "Developer": "US Department of Veterans Affairs (VA)",
    "Ratings": "4.7 out of 5",
    "Description": "Description\n\n\nPTSD Coach was designed for those who have, or may have, posttraumatic stress disorder (PTSD). This app provides you with education about PTSD, information about professional care, a self-assessment for PTSD, opportunities to find support, and tools that can help you manage the stresses of daily life with PTSD. Tools range from relaxation skills and positive self-talk to anger management and other common self-help strategies. You can customize tools based on your preferences and can integrate your own contacts, photos, and music. This app can be used by people who are in treatment as well as those who are not.PTSD Coach was created by VA’s National Center for PTSD and DoD’s National Center for Telehealth & Technology.",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "During a panic attack, I have never and will never reach for my phone. Nothing can replace the love and care I need during an episode.That being said, this app is extremely good at helping me calm down after panicking. I used to have this basic routine (after an episode) which was just eating, drinking, and sleeping, but that can only go so far. With this app, I can pick among the various tools it has to help me (recordings, quotes, etc.) and there is absolutely no pressure to enjoy it. If I don’t like it, I can skip it and/or give it a 👎 and I’ll never have to see it again.Very wonderful, very helpful, very professional.There are absolutely no ads, purchases, or monthly payment."
        },
        {
            "Rating": "5 out of 5",
            "Review": "Of all of the apps I have seen and attempted to use this has been the best BY FAR! For free it offers awesome mindfulness and breathing exercises. Alternates between soothing pictures, sounds, ideas based on what’s tearing you apart at the moment. Every single day of my existence is a struggle to make it through. I was reaching a point in my day where there was more time in a panic And terror and rottenness then not. This application has significantly helped me in the heat of these moments. It has helped my ability to deal with the panic attacks and steer me from feeling completely lost to there is a light in the far off distance. If you don’t know what to do,  You don’t have anywhere to go, try this app. It’s seriously helping me."
        },
        {
            "Rating": "5 out of 5",
            "Review": "PTSD, or Post Traumatic Stress Disorder, has many distressing symptoms that a person may experience on a daily basis. This app is a smart way to manage anxious symptoms by pairing them with a relaxation technique such as soothing sounds, music, deep breathing, or pleasant images. This technique of counter-conditioning or graduated exposure was used by Joseph Wolpe- he believed anxious behavior would not happen when paired with incompatible relaxation behavior. He knew it would not be possible to feel anxious and relaxed at the same time. I personally used this app to manage my daily distress with PTSD symptoms, and found myself much more happy and relaxed after only a few weeks of use!"
        }
    ]
}