{
    "App Name": "QuitNow‪!‬\n 17+",
    "Developer": "Fewlaps SL",
    "Ratings": "4.7 out of 5",
    "Description": "Description\n\n\nAre you trying to quit smoking? If you are finding it hard to stop smoking, QuitNow is made for you.First things first: you know smoking is bad for your body. Even so, lots of people keep smoking. So why should you quit? When you quit smoking, you improve the quality and length of your life and the lives of the people around you. One way to prepare to successfully launch your smoke-free life is to power up your phone with QuitNow.QuitNow is a proven app that engages you to quit smoking. It aims to avoid tobacco just by giving you a picture of yourself. Quitting smoking is easier when you focus your effort on these four sections:- Your ex-smoker status: When you quit smoking, the focus has to be on you. Remember the day you quitted and get the maths: how many days are you free of smoke, how much money you saved, and how many cigarettes you avoided.- Achievements: your quit smoking motivations: As with all tasks in life, quitting smoking is easier when you divide the task into small and easy ones. So, QuitNow offers you 70 goals based on the cigarettes you avoided, the days since your last cigarette, and the money saved. So, you will start celebrating achievements from the first day.- Community: the ex-smokers chat: When you quit smoking, you need to stay within the non-smoking areas. QuitNow offers a chat full of people that, like you, said goodbye to tobacco. Spending time with nonsmokers will make your way easier.- Your ex-smoker health: QuitNow offers a list of health indicators to explain how your body improves day by day. They are based in the World Health Organization ones, and we update them as soon as the W.H.O. does.In addition, there are more sections in the preferences screen that could help you in your way to quitting smoking.- Frequent Asked Questions: there are some tips to quit smoking, and honestly, we don’t know where to put them. Most quitters look for tips on the internet, and there are lots of fake tips there. We researched in the World Health Organization archives to find the investigations they made and the conclusions they had. In the Frequent Asked Questions, you will find all the answers to those questions you have about quitting smoking.- The QuitNow bot: sometimes, you have strange questions that don’t appear in the F.A.Q. In those cases, you can ask the bot: we train her to answer those strange ones. If she doesn’t have a good answer, she will contact the QuitNow crew and they will update their knowledge base, so she will learn the best answers to your questions. By the way, yes: all the bot answers are extracted from the W.H.O. archives, as the F.A.Q. tips.- Books to quit smoking: knowing some techniques about quitting smoking makes the task easier. There's always someone talking about books in the chat, so we made an investigation to know which are the most popular, and which ones can actually help you to quit smoking for good.Do you have any idea to make QuitNow even better? If so, please do write to us at ios@fewlaps.comTerms of Service: https://tos.quitnow.app/eulaPrivacy Policy: https://tos.quitnow.app/privacypolicy",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "I rate the app 5* because I have tried to quit literally 00s of times with patches, hypnotherapy, gum, acupuncture and everything else you could imagine. This time was patches plus the app and it worked then after a few weeks I dropped the patches and went to gum. I will always be a smoker in remission and on day 775 I still use a piece of gum now and again and when it’s really hard I open the app and it’s a re assurance on how far I’ve come. Probably I will use the app for life and maybe that will be a bit longer thanks in no small part to the app."
        },
        {
            "Rating": "2 out of 5",
            "Review": "This app is great and has a ton of features, and most importantly a live chat room for support. I am giving it only 2* though for this reason here, a lot of the features are there and FREE but others are hidden unless you PAY. Quitting smoking is very important, and you would think if someone creates an app to quit then that should mean they care but based on this app seems nobody wants to help you for the better unless you pay, it’s always about the dollar. But back to the app, you can view all features and it is awesome but you really should not have to pay for something like this, chatroom is more updated if you pay, but you can view it and chat in it without paying so paying is not really needed. I also like the layout. This app has so many features that its unreal, I never knew smoking caused all the issues that have improved since I quit and the app keeps me updated on how many I have avoided, how much money I have saved, milestones reached and more life I have saved. If you did not have to pay and the app was fully free, I would definitely give 5*."
        },
        {
            "Rating": "2 out of 5",
            "Review": "It’s just not worth it. Thankfully, it’s cheap, so I’m not to worried about it, but wanted to warn others. My biggest complaint is that people are depending on accurate health information, yet it’s highly inaccurate. After paying for the app you get provided with misinformation; such as, in about 5 years your risk of getting lung cancer will decrease to that of a non-smoker. Right under that lie, is a statement declaring they receive their information from W.H.O. Well, realizing it’s going to take much longer than 5 years to decrease my risk of lung cancer to such an extent, if at all, I went to the W.H.O. website to verify this information. There you learn, it takes 10 years to decrease your risk of lung cancer just by HALF. Also, it takes between 2-12 weeks to increase lung function and circulation, NOT 2 days as the app claims. There are others, but I’m over texting this review now."
        }
    ]
}