{
    "App Name": "RAINN\n 4+",
    "Developer": "Rape, Abuse and Incest National Network (RAINN)",
    "Ratings": "3.8 out of 5",
    "Description": "Description\n\n\nThe RAINN app gives survivors of sexual violence and their loved ones access to support, self-care tools and information to help manage the short- and long-term effects of sexual violence.Find Support. The app’s “Hotline” feature can connect you directly with one-on-one support from a trained support specialist on RAINN’s National Sexual Assault Hotline via phone or online chat. It’s free, confidential and available 24/7. You can also chat with other survivors in our peer-to-peer HelpRoom. Practice Self-Care. The app’s “Self-Care” section contains exercises to help you take a moment for yourself as you heal. They include a Mood Tracker to help you reflect on how you’re feeling and figure out the best ways to care for yourself; relaxing visuals from The Monday Campaign to help you destress; and audio exercises from Headspace for calming meditation.Learn More. The app’s “Learn” section includes helpful information on sexual violence topics, finding and giving support, and healing. You can also hear from survivors offering their own real-life stories of hope and healing.To learn more about the National Sexual Assault Hotline and RAINN, the largest anti-sexual violence organization in the U.S., visit rainn.org.",
    "Reviews": [
        {
            "Rating": "4 out of 5",
            "Review": "I want to start off by saying I think RAINN is very helpful. I’ve gotten a lot of information on how to process and recover from what I’ve gone through, and it’s helped me a lot. However, I tried to chat with someone via text because I felt more comfortable that way and I was put on hold. I understand that may happen but I was 15th in line, and when I got to 9th, they pushed me back up to 10th. I then tried to call the hotline and was met with someone who seemed like they were half paying attention and sounded like they were talking to me across the room. I hung up after a minute because I felt like they didn’t care and I kept having to repeat myself. I appreciate what RAINN does. They’re one of the only good resources I’ve found for this type of thing. But in terms of contact with actual people, it’s not great. Being put on hold and then getting in touch with someone who doesn’t care feels so crappy and makes me think twice before reaching out to someone again."
        },
        {
            "Rating": "4 out of 5",
            "Review": "I’m not sure if there’s something wrong with my phone or if it’s the app itself, but every time I tried to join the HelpRoom I get kicked and it tells me the staffer isn’t available. I have tried to delete and redownload the app all day, and it’s still not working and I’m not sure where to report it so I’m hoping I can get help from here. Other than that the app is great, but I primarily wanted it for the HelpRoom."
        },
        {
            "Rating": "1 out of 5",
            "Review": "The people who created the name forced their way into creating an acronym that would match up with another entirely different RAIN. That way, they can hide which rain they are talking  about. Make it rain is most commonly used to describe the down pour of money from the stock market and it’s also used in basketball. I think the name of the place is vulgar and distasteful. It is basically repeating the same word over and over and over just to make it form the word rain. And if a business is going  to do something like that then I’m hesitant to trust them. I’ve called in before and because I’m a male, and I spoke to a women, I didn’t get any sort of help. She was as idiotic and rude and the opposite of what a person should be like. So I’ll try this app and see if I can get anywhere."
        }
    ]
}