{
    "App Name": "Relax with AJ Lite\n 4+",
    "Developer": "Universal Relaxation Ltd",
    "Ratings": "4.1 out of 5",
    "Description": "Description\n\n\nThe pace of life and change can be overwhelming. We all need to slow down sometimes, to relax, to unwind - yet after a hectic day at work, a terrible commute, or a nightmare shopping trip it may seem impossible. It can be difficult to switch-off and be completely relaxed yet being able to destress and fully relax is vital for our health. Play the Relax App and feel the world slow down whilst you enjoy the mental health benefits:   • Discover relaxation techniques.  • Find the perfect way to unwind and de-stress.  • Find out about therapeutic settings for ME, pain control, insomnia, post-traumatic stress disorder etc.  • Feel empowered to deal with challenges and tough situations.  • Prioritise self-care and have more time for yourself and the people around you.Destress, improve your mindset, sleep better, grow your confidence and be healthier with guided meditations, mindfulness sessions and positive messages – and much more.Mindfulness expert, coach and therapist Andrew Johnson has been helping people deal with life’s challenges with guided relaxations, meditations, self-care tools and breathing exercises for many years. His best-selling range of mindfulness apps have a variety of content to help you, whether you are looking for ways to reduce stress and anxiety, lose weight, improve your health & confidence, learn relaxation techniques, etc.Key features:  • Short meditations you can do anywhere: at work, commuting, at home, walking.  • Inspirational sessions to help you tackle life’s challenges, to be calm and find clarity.  • Mindfulness stories and talks to help you build better, healthy habits.Meditations to help you feel inspired and find motivated to eat well, workout and stay healthy both in body and mind.Relaxation techniques and tools to help you sleep better every night, to wake feeling energised and refreshed.Breathing exercises and calming meditations for anxiety, panic attacks and stress relief.Meditation sessions to stop anxiety in its tracks and release stress.How do I get more?Start your day mindfully, keep feeling positive and be inspired throughout the day with a range of guided meditations to help during tough or stressful moments. Boost your energy with a Power Nap, stay focussed to Beat Procrastination, and then drift off using a Deep Sleep meditation for a restful night.Think of Andrew as your personal mindfulness coach, always there to help when you need him most.Search for Andrew Johnson to unlock more daily mindfulness and guided meditation sessions.",
    "Reviews": [
        {
            "Rating": "4 out of 5",
            "Review": "Thank u Andrew it helps a lot"
        },
        {
            "Rating": "1 out of 5",
            "Review": "This developer can’t be trusted.  I’m going through a very stressful time and my phone with Relax+ was stolen too.  Now with a new phone, I can’t install Relax+ (where I spent over $50 on in-app purchases). It’s missing?  Now there’s a gauntlet of apps instead, all paid, each one to play an individual recording that I already purchased in Relax+.  So I have to make 10 new app purchases just to replace the one app that I already bought?  Is it fair that a developer has my money but I can’t redownload what I paid for? This whole ordeal has added to my stressed situation as I can’t afford to re-buy all of these things for a SECOND time.  Worst experience ever.  Makes me weary of buying anything on an App Store where a developer can just remove your app and release a new one that is identical so you have to buy again. JUST LEAVE THE OLD ONE UP TOO!  Arghhhh."
        },
        {
            "Rating": "5 out of 5",
            "Review": "Relaxing app. Very relaxing, and great app to enjoy from relaxing away of stress. Thank you very much. Marialeite"
        }
    ]
}