{
    "App Name": "Relax & Rest Guided Meditation\n 4+",
    "Developer": "Meditation Oasis",
    "Ratings": "4.8 out of 5",
    "Description": "Description\n\n\nEnjoy the deep relaxation, stress relief and benefits of meditation with the Meditation Oasis® Relax & Rest app. Chosen for \"Best Sleep Apps of 2014\" and \"Best Anxiety Apps of 2014\" by healthline.com. **Now with new high quality nature sounds from Emmy Award-winning nature recordist Gordon Hempton.** Three meditations of varying lengths allow you to relax deeply regardless of how much time you have available. Written Meditation Tips help support your experience with the guided meditations. No previous meditation experience is required.-- Breath Awareness Guided Meditation (5 min) - to get centered and relaxed when you only have time for a short break. -- Deep Rest Guided Meditation (13 min) - allows you to sink into a deeply restful state. Many people use this meditation for falling asleep.-- Whole Body Guided Relaxation (24 min) - Relax totally and completely with this meditation which helps you locate tension in every part of the body, and let it go.Each meditation can be listened to with or without music or nature sounds, and you can choose how long to listen to the music or nature sounds after the guided meditation finishes. Separate volume controls not only allow you to adjust the mix of voice and sounds to suit your preference, but give you the added option of listening to the music or nature sounds alone.---------------\"This is fantastic! I have been using the Deep Rest Guided Meditation, and I have been getting the best, most uninterrupted sleep of my life.\" Alicia\"Your meditations have helped me get past one of the most difficult times in my life and for that I will be forever grateful to you.\" Carly\"I simply can't say enough about these guided meditations... As a musician, I really appreciate the music Richard creates and it is just subtle enough not to take away from Mary's guiding words.\" Dan\"Thank you so much for the enriching meditations. I have had problems with high blood pressure and the relaxing meditations have physically helped.\" Grant----------------With this App you can:- Enjoy a state of deep relaxation without prior meditation experience- Relax deeply and easily as you are voice-guided step by step- Choose a meditation to suit your needs and time available- Listen to the meditations with or without music/nature sounds.- Choose from 3 music tracks and 5 nature sounds- Separate volume controls to customize your voice/background mix.- Enjoy the relaxing background music or nature sounds alone anytime you want to meditate on your own or simply relax- Read instructions to support and enhance your experience- Link to support on the Meditation Oasis website_____________Created by Mary Maddux, MS, HTP and Richard Maddux, best known for their popular Meditation Oasis podcast and and CDs.",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "This app was a great help to me as part of my recovery from severe insomniaSecondary to a mercury poisoning. I would put this app on when I could not return to sleep and it would help me move into a deep rest ... as I healed it would return me to sleep... And eventually  I was sleeping long 6-8 hour blocks agawe'rein. Learning to be fully present to myself and to move through overwhelming emotions like anxiety, grief or depression... Letting the wave pass... Letting go... Was essential to the healing of my nervous system and restoration of neuro-transmitters.. This app was a great tool to help me learn that skill as was meditation on the Truth of God's  constant Loving Presence in Scripture."
        },
        {
            "Rating": "5 out of 5",
            "Review": "This was my introduction to meditation. I learned basic skills. I have suffered with depression and have been medicated most of my life. I am able to remain happy and centered without drugs now. (I realize some people still need that additional help and there is no shame in that) I am grateful for the skills I started to learn from this and other meditations from Mary. It has been a wonderful thing. I have broadened my library of meditations but I often return to this one. It is simple and effective at helping me get out of my thoughts and Simply Be me."
        },
        {
            "Rating": "5 out of 5",
            "Review": "I am amazed and so happy with this guided Meditation for Relaxation. I listen to it while Im trying to go to sleep. Before I started listening to this I would lay awake for at least 45 minutes trying to go to sleep.... Many nights over the past decade. The first night I used this app I was asleep in less than 10 minutes. No sleep aid needed nor for the past 7 days.  THANK YOU. The voice volume and the music volume are separately adjustable. The guided voice is very pleasant with no high tones and no disruptions. I will recommend this app to all."
        }
    ]
}