{
    "App Name": "Shmoody: Mood & Habit Tracker\n 12+",
    "Developer": "Moodworks Inc.",
    "Ratings": "4.8 out of 5",
    "Description": "Description\n\n\nShmoody is your mental health and self-care toolkit to help you feel better on tough days, and build positive habits over time. We know what it's like because we've been there too.Think of us as your one-stop-shop for mental health and self-care. A place with actionable tools to help with depression, anxiety, or whenever you're just feeling down.WHAT YOU'LL GET:-Mood tracker to gain insights into your mood patterns-Simple actions you can take that will improve your mood right now-Community peer support and accountability -Challenges that support your long-term personal growth and developmentIf you are struggling with depression or anxiety, or if you’re just feeling down, then Shmoody can help.WE'VE DEALT WITH DEPRESSION AND ANXIETY, TOO-We know what it feels like to be stuck in bed and feel like there’s nothing we can do to feel better.-We know what it’s like to procrastinate and worry when we feel we’re stuck in a rut.-We know that it can feel like things will never get better.WE FOUND THAT THERE ARE THINGS THAT CAN ACTUALLY MAKE US FEEL BETTERThe founders of Shmoody have dealt with depression, anxiety, and addiction and have made real changes in their lives using daily, practical tools to improve their own mental health and self-care practices.  We know the tools that actually work, and the clinical research that backs it up.  We also know that a not-too-serious approach is the most effective way to make real changes, so we’ve developed an app that is as fun and welcoming as it is powerful and life-changing.P.S. Now is the time to work on your mental health and start practicing self-care.  It’s easy to feel like there’s nothing you can do.  But there is.  We’ve been there; we can help.Prioritize your mental health and start practicing self-care today with Shmoody!Terms of Service —https://www.shmoodyapp.com/terms-and-conditionsPrivacy Policy —https://www.shmoodyapp.com/privacy-policy",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "i got this during a very low point, I was procrastinating and unable to do anything because my mind was so overcrowded with tasks I knew I needed to complete. I know it sounds cliché but I really feel like this app slows down my day. I can get more done taking it little by little (with the organizational help of shmoody) and feel more comfortable knowing i have a place to write what im feeling privately. the little “describe how youre feeling” feature is literally like the notes app with a few more steps. you can add little tags and theres so many descriptive emojis, its super useful but also satisfying to look at. the schedule thingy makes me feel so achieved when i complete all the tasks or most of them and get points. another thing i like is that i can use it to document my mood swings because it shows you the exact time you made each entry. i feel like ive come to a better understanding of the fact that sometimes its not that the world is falling apart and im rotting its just 3am and im sleep deprived. for some reason i didnt think about that pattern before lol. i love this app i never forget to write in it at least once a day because i genuinely enjoy using it. i think it rlly is helpful to ppl w adhd."
        },
        {
            "Rating": "2 out of 5",
            "Review": "This app has so much potential to be an amazing app, but has so many bugs and not fully functional features that it’s just not worth the very high price they charge. I love idea of this app so much and would gladly pay the yearly subscription IF it actually worked well. But it’s like the app is stuck in some kind of beta testing version — there are feature requests/bug reports listed inside the app by other members, with absolutely no response from the developer. Features and bug fixes will be marked as “in progress” for months on end, with no fix or update actually pushed out. I’ve only been using this app for a couple of days and am still in my trial period, but I am extremely disappointed in how poorly this app functions. The features it offers are so innovative and are like no other app I’ve seen, but I just wish the developer would fix the glitchy issues and make the features function better so that the app was actually usable. For example, when you create a routine and save your plan, you’re not able to edit the plan. It would be nice to add, delete, and drag-and-drop items in your saved plan, but you can’t. You have to delete the whole plan and start from scratch. Lots of other features don’t work, or glitch, or are cumbersome to use. It makes me really sad, as I really wanted this app to work out. I likely won’t be subscribing, given all the issues, which is such a shame because the app has such great potential."
        },
        {
            "Rating": "5 out of 5",
            "Review": "Actually a helpful app. The text helper is genius. It has a lot of great features to help you tack not only goals but things that make you happy(it’s called joy time on the app). It has a whole playlist of relaxing music and sounds that automatically plays while using the app(you can keep it on even when not on the app but can also turn it off as well). Like I said w the text helper, there’s basically a feature that allows you to plug in the person you’re messaging to, what you want to text them about, and the tone you want the message to be in. Really helpful when you are at a loss for words but still want to text someone back. It also has a chat guru thing where it has an ai advice giver that you can talk to for advice. There’s also a community section where people will post mental health related questions and stuff that’s nice because it’s honest and anonymous. From what I’ve seen, no one uses the community feature to post weird or disturbing stuff. It’s just a positive safe place to voice stuff. Rlly good app."
        }
    ]
}