{
    "App Name": "stoic. journal & mental health\n 4+",
    "Developer": "Stoic app inc.",
    "Ratings": "4.8 out of 5",
    "Description": "Description\n\n\nJoin over 3,000,000 people turning a new page this year, improving their mental health and living a happier life by journaling with stoic.stoic is your mental health companion – it helps you understand your emotions and provides insights on how to be happier, more productive, and overcome obstacles.At its heart, stoic helps you prepare for your day in the morning and reflect on your day in the evening. In the process, we also guide you to journal with thought-provoking prompts, build better habits, track your moods, and more.** ‘Featured App of the Day’ - Apple *** Join over 3 million stoics bettering their lives *“I have never used a journal app that has impacted my life so much. It's my best friend.” –  MichaelMORNING PREPARATION & EVENING REFLECTION:• Start the perfect day with our personalized daily planner. Prepare your notes and to-do list so nothing can surprise you during the day.• Track your mood throughout the day and do bite-sized mental health exercises if you need them.• Reflect on your actions with our habit tracker in the evening to grow as a human and get better every day.GUIDED JOURNALS:Whether you're a journaling pro or new to the practice, stoic offers a welcoming space with guided journals, suggestions, and prompts to inspire reflection and cultivate the habit. If writing is not your cup of tea, you can also journal with voice notes and pictures/videos of your day.Choose from topics in productivity, happiness, gratitude, stress & anxiety, relationships, therapy, self-discovery, and much more. Stoic also has templates to help you with a variety of situations like preparing for a therapy session, CBT-based thought dumps, dream & nightmare journal, etc.Journaling is a therapeutic tool for clearing the mind, expressing thoughts, setting goals, practicing gratitude, emotional wellbeing, and promoting self-reflection.MENTAL HEALTH TOOLS:stoic provides you with the tools you need to feel better, reduce stress & anxiety, manage ADHD, be mindful and more.• Meditation – unguided or guided sessions to help you meditate with background sounds and timed chimes.• Breathing – science-backed exercises to help you relax, focus, feel calm, sleep better and more.• Stoic Shield - block distracting apps and reduce screen time.• Sleep Better - journal your dreams, nightmares, and overcome insomnia with lessons by Huberman and Sleep Foundation.• Quotes & Affirmations – read up on stoic philosophy and better your mood.• Therapy Notes – prepare for your therapy sessions, track your progress, and reflect on them.• Daily Prompts - thought-provoking prompts to help you journal better.AND SO MUCH MORE:• Privacy – protect your journal with a passcode, TouchID, or FaceID.• Streaks & Badges – stay motivated on your journey with our habit tracker.• Journey – reflect on your history, search based on prompts, see how your responses changed over time and see your growth.• Trends – visualize metrics that matter to you including mood, emotions, sleep, health, writing, and more.• Export – share your journal diary with your therapist.• iCloud Sync – seamlessly sync your journal across your iPhone, Mac, iPad and Apple Watch and safely backup stoic on your personal iCloud storage.• Siri Shortcuts – start a journal by simply asking Siri.• Health App Integration – track your mindful minutes, sleep and more in Trends.We’re constantly adding more mental health tools to help you overcome more obstacles and situations. You can also join our supportive community on Discord and leave your suggestions in our feedback board.STOIC PREMIUM:• Enjoy unlimited access to premium features on a subscription basis.• Your payment will be charged to your iTunes account upon confirmation of purchase. Your account will be charged for renewal within 24 hours prior to the end of the current period.• You can easily manage your subscription and turn off auto-renewal in Apple's settings.• Read our Terms & Conditions at https://getstoic.com/terms-and-conditionsIf you choose not to purchase stoic Premium, you can still journal with stoic for free.",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "There was a period in my life where I felt stuck. Where no matter which direction I took, I was overcome with feelings of regret and skepticism, only to end up back at square one and repeat the cycle, over and over and over again. This period lasted for almost two years, and in that time, I was in the darkest place in my life. I was tired, but I didn't sleep. I was full, but I didn't fast. I was lonely, but I didn't seek. I was laughing, but I didn't smile. It truly felt like I was reaching the end of my rope and grasping to find nothing was there to begin with. To find that my life had amounted to nothing.This review isn't here to tell you the cliche \"This app changed my life!\", but once I started using Stoic, it did get me THINKING about my life. I realized I was so focused on trying to control aspects outside of my control and achieving the dreams that weren't even my own, I had lost sight of who should've been living my life: me. It sounds obvious at first, right? You are the only one that has the power to live your life, right? Yet, there are people who are obssesed with trying to fill a hole that was dug by others. It shouldn't have to be this way. It doesn't have to be this way. You are in control of your life, cause no one else is you. Thank you Stoic, for not only turning on the lights, but for teaching me how to keep them on."
        },
        {
            "Rating": "5 out of 5",
            "Review": "This app just keeps getting better and better. While using stoicism as a framework, this app has really been a way for me to practice personal reflection and awareness, cultivating better emotional wellness. Easily accessible techniques for gratitude, journaling, meditation, and breathing exercises without the pressure of any one thing being a requirement. The app guides you to those tools through a pleasant sequence without any pressure to use specific techniques. It’s so gentle. If you want to journal, then journal. If you want to meditate, then do that. And if you don’t, that’s ok too. It’s totally up to you. I find tremendous value in the simple act of making these sequences a part of my daily morning and evening routine; from simply opening the app and assessing how I feel to what my priority for the day is to how productive I felt. The app now even guides personal reflection towards specific categories. If in the morning I say I’m going to focus on reading, in the evening the app will then guide me to reflect on recalling what I read that day. So simple, but so helpful. Excellent user experience, an essential part of my every day routine now."
        },
        {
            "Rating": "4 out of 5",
            "Review": "I have always wanted to journal my entire life. Looking at a blank piece of paper always inspired me to write down my own “life experiences.” But alas I never did such thing, until last year I downloaded Stoic. At first I didn’t write anything and nearly deleted this app, but then I did start writing, and I haven’t stopped. 230 app check-ins, 118 journal entries, and just under 7000 words. I love this app, the creators behind it actually care and give an effort to inspire you. I check in everyday, sometimes just to view my life progress. I had times I was up and down, others I was inspired, and some I was just filled with hate and a burning ego. But now I recognize that; I recognize how I was, how I am, and how I should be. All because of this app. The developers should be proud of this creation, for it has changed my life immensely.Now my only con: I am concerned I will lose my progress, all it would take would be one accident with my ever aging phone, and that’s it. All gone. I can’t afford to pay the price of subscription every month, but I wish there was a one time payment option that would allow you to save your progress. Having that would be a godsend, and would rightfully earn this app a full 5 stars.Thank you for reading."
        }
    ]
}