{
    "App Name": "The Mighty\n 12+",
    "Developer": "Mighty Proud Media Inc.",
    "Ratings": "4.8 out of 5",
    "Description": "Description\n\n\nWe don’t just talk about health, we live it. From mental health to chronic illness, disability, rare disease, parenting, neurodiversity, caregiving, and so much more, you’ll find the resources you need and the peer support you want on The Mighty, the world’s largest online health community. Health is hard, but it never has to be lonely.- Read stories written by people with first-hand health experience, and discover resources curated specifically for the conditions you care about: ADHD, autism, bipolar disorder, suicide, chronic pain, anxiety, depression, and so much more- Create a profile that allows you to keep track of your healthcare interests and community connections, and save the resources and posts that matter to you- Start or end your day — or take a midday break! — with a fresh affirmation that changes based on what emotion you’re feeling- Follow and search posts, stories, people, and topics to find the health content you want from 700+ health communities and support groups- Join a Mighty group and connect with like-minded people around health, hobbies, and similar interests- Make a post when you have something to share; or when you need advice, support, or encouragement from people who get it- Scroll through your personalized home feed, based on the groups you're a part of and the people and topics you follow- Ask and answer polls — the perfect, bite-sized way to engage on low-energy days, or during flares and depressive episodesWe're always looking for ways to improve The Mighty for our community. If you have any feedback about The Mighty app — good, bad or anything in between — please share it with us by emailing community@themighty.com.We’re here for you, and we are #MightyTogether!The Mighty Team",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "Thank you for this wonderful site made of love and volunteerism. I have tried for a year to access groups and articles. The more I saw, the more support I saw I could receive and provide to others, the harder I tried to wait until later to access broken links or to open the app at all, or to work on the website where I filled in Join questionnaires over and over, only to be maddeningly unable to fully access the submit button and join in. My phone and computer are fairly new with up-to-date operating systems. I’m reasonably adept as an operator. I’ve tried to open the website on my computer and have been unable to access my correct profile and saved information. I receive tantalizing emails with so much promise to comfort, only to see The Mighty’s screen page freeze my phone, and after reinstalling, rebooting my phone for months, I am so frustrated, trying to use the Mighty is wasting my time, alienating me, driving me crazy, actually harming me. It seems certain to me that you must be at least somewhat aware of the grave technical problems on the site. I would like you to know how they are affecting an individual and likely many others. I don’t want to give up, but it’s getting to the point that I might have to. Thank you again for the amazing project that is the Mighty. If this is the best it can be, I completely understand."
        },
        {
            "Rating": "5 out of 5",
            "Review": "I love this app SO much. It provides such a safe place to just be yourself, and express your pain. At first I assumed it was for people with depression, anxiety, and just things like that, but they have things that I have never even heard of! They even have chats and stuff for people with Lyme disease. The only thing is, I have an iPad, and this app doesn’t go to landscape. And, even when vertical (which is always), it won’t let you see the full paragraph of peoples reply’s and such. There is no ‘read more’ button or anything like that. You can constantly tap, swipe, or hold, but no matter what I do it won’t let me see things like peoples replies in posts. I don’t know if people have the same problem on a phone, but using this app on an iPad can be a little bit frustrating at times. Besides that, this is such a great app and I highly suggest downloading it. I doubt that the creators will ever see this, but if they are, I can not express my gratitude enough for giving people going through depression, anxiety, PTSD, etc.. a safe place to be expressive and be able to ask for help and/or advice. Oh! I am also receiving notifications outside the app, but when I do later go on the app those notifications won’t be in my notifications."
        },
        {
            "Rating": "5 out of 5",
            "Review": "I am almost 42 have not been on Facebook Instagram Twitter ever and iPhone Facebook to be evil incarnate in a destroyer of our society and my sister sister has been trying to get me to join Facebook to connect with people like myself that have multiple medical conditions but I’ve tried a few times in at number one overwhelms me and number two I just have such hatred of it IDidn’t think it was the benefit was worth the nastiness and hatred that it spews so when I read about this online I was so excited that there was actually a social media app for people with medical conditions and immediately texted everyone I knew about it. I think that it is exactly what Facebook should have been or maybe hoped to do in the beginning is to connect people that felt alone and I think it’s so badly needed especially because our country’s broken medical health system! Thank you to “The mighty!” Creators and participators for giving people a place to go when they feel like they’re alone lost in our medical system you’re my heroes!!!!🤩🥳🥰"
        }
    ]
}