{
    "App Name": "Voidpet Garden: Mental Health\n 4+",
    "Developer": "Voidpet Inc.",
    "Ratings": "4.9 out of 5",
    "Description": "Description\n\n\nEnter Voidpet Garden: your mental health journal brought to life, where your emotions live as magical creatures!Whether it is anxiety, depression, anger, or simply curiosity you experience, you will discover, befriend, and grow new parts of yourself as you fill your journal, embarking on your mental health adventure.We’ve designed cute, digestible, and free journal prompts inspired by Cognitive Behavioral Therapy (CBT), Dialectical Behavioral Therapy (DBT), and personalized recommendations from practicing therapists. Your journal can be your support through times of anxiety, depression, anger, and stress, or cheerleader that celebrates your good days, keeping your mental health going strong.MOOD TRACKERTrack mood and see mental health progress over time. Notice patterns of anxiety, anger, or stress.GRATITUDE JOURNALINGJournal for optimism and overall mental health.GOAL SETTINGJournal for motivation, productivity, and self care. For depression, ADHD, and building a growth mindset.EMOTIONAL NAMINGPractice mindfulness for one’s own mental health. Quick journal for anxiety, anger, and stress.PRACTICING POSITIVITYDBT inspired exercise to pair stressful situations with positive coping thoughts.AFFIRMATIONSSelf-affirming and self-loving phrases to fill your journal with positivity. Face anxiety with confidence.MINUTE MEDITATIONSimple soundtracks to encourage mental health as an active practice. A moment of calm to soothe anxiety.FRIENDSHIP JOURNALJournal for healthy social relationships.PHYSICAL CHECK INSJournal for physical mindfulness about one’s own body. Track patterns between anxiety and physical stress.NEGATIVE THOUGHT CHECKCBT worksheet to help you identity and soothe negative thoughts. Journal for anxiety, depression, anger, or stress.AFFIRMATIONS FOR ANXIETY AND PANIC ATTACKSSoothing soundtrack underscoring positive sound bites of self love, safety, and understanding.HOPE BOXJournal to curate hopeful memories and resources. For episodes of depression, suicidal thoughts, and self harm.OVERTHINK TIMERTime-boxed journal for anxiety, depression, anger, intrusive thoughts, and more.VENT RETREATVisualize a safe space to journal about anxiety, depression, or anger.As you track your mood and journal daily, you’ll nourish a zen oasis that grows with you, attracting fantasy creatures who make your journal their home.Experience the tried and true mental health benefits of journaling. When you build the habit of tracking emotions cognitively, your brain can take a step back from overwhelming sensations like anxiety, and focus on taking steps to improve wellbeing.This mental health app takes your journal to the next level. When you not only verbalize and journal, but also visualize and interact with your feelings of anger, sadness, anxiety, and distress, you train your mind to build positive, imaginative, associations with itself, and develop a nuanced, more self-loving mindset for mental health.--If you choose to purchase Voidpet Giga, payment will be charged to your Apple account.Subscriptions will automatically renew unless canceled within 24-hours before the end of the current period. You can cancel anytime with your Apple account settings. For more information:Terms of Service: https://voidpet.notion.site/Voidpet-App-Terms-of-Service-97158c9344ce45d7b0f3fbfb3f13dc76Privacy Policy: https://www.notion.so/voidpet/Voidpet-App-Privacy-Policy-ed689a618f13442ca0312134abb352e6",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "I have followed this game since near the beginning when it was only accessible through discord. I’ve been so excited for the app to come out. So far the app is outstanding. The ratio of cost to currency obtainability is balanced, all the voidpets are unique, and all the little features are so fun. I love that you can take care of your little tress and they attract new pets. The only thing that I don’t like is that there isn’t an option to explore the world and battle with your pets yet, but it’s okay because the game seems like it’s still in it’s development stages. I bought the yearly subscription, too. I don’t think it’s necessarily worth it so far because of the fact that items you get from it aren’t too outstanding yet, but I wanted to support the development of the game and this is a great and affordable way to do so. So far I’ve had a lot of fun with this game and the meditation and goal setting features are great. I will say, I also really don’t see much of my starter (Venus, the envy) anymore and it makes me sad. I hope that the developers add a way to at least recall your starter to your land so you can interact with them more. But again, this game is outstanding. Great work! So worth the wait :))UPDATE: I don’t know if this is a bug but I noticed that Rejection does not have a description and all the other voidpets I’ve collected do. Is this a bug?"
        },
        {
            "Rating": "5 out of 5",
            "Review": "I absolutely love this game and I am so happy about all of the extra changes it has gone through since downloading the app. I have nothing to complain about but I did have a question. I was curious about the plants and when you make them vivid. I was wondering if the vivid effect does anything in attracting different types of pets. I noticed how once I made the plants vivid it didn’t seem to change the type or rarity of the void pets it attracted. It would be super cool if it did have those types of effects though. I was also wondering if there were any other ways to get the gem type currency. The only way I have discovered so far is from finding a new thing that pets like and I think you get them from winning battles but idk. If there was a way to seek out and win specifically gems and not void matter that would amazing. I was also curious about whether or not there would be 2 new plants added. The reason I ask is because we have 3 plants already designated to metal, wood, and fire so I was wondering if we would get two more plants one for water and one for earth. Overall love the game though and can’t wait to see how it evolves in the future!"
        },
        {
            "Rating": "5 out of 5",
            "Review": "I love this game and am a daily player even almost a month into having the app, which is rare as far as self-care/mental health apps go. If you’re into collecting and battling with your emotions, you’ll feel very rewarded with several main aspects of this game. If you came here to engage in self-care, you can engage in real-life self-care activities to help your garden grow. Unfortunately, you can only do the self-care activities once a day, and they are very brief. I would love to see the ability to engage in self-care activities multiple times a day added - even if it only benefits your garden the first time a day. Perhaps an added section of the menu where you can pick the voidpet you’d like to do self-care alongside? I’d love to be able to meditate with a longer guided meditation, too. Overall a really fun and cute app, which could reach wider appeal in the mental health community with expanded functionality for self-care activities. I love the direction the app is going with adding an expanded journaling function, please keep it up!"
        }
    ]
}