{
    "App Name": "What's Up? A Mental Health App\n 4+",
    "Developer": "Jackson Tempra",
    "Ratings": "4.4 out of 5",
    "Description": "Description\n\n\nWhat's Up? is a fantastic free app utilising some of the best CBT (Cognitive Behavioural Therapy) and ACT (Acceptance Commitment Therapy) methods to help you cope with Depression, Anxiety, Anger, Stress and more! With a beautiful, modern design, simple heading and easy-to-follow methods, you can get to what helps you the most in seconds!Top Features:• 12 common negative thinking patterns and simple methods to overcome them• 10 great metaphors to help you cope with negative feelings• A comprehensive diary to keep your thoughts and feelings together in, including the ability to rate feelings on a scale out of 10• A positive and negative habit tracker. Set goals to practice those good habits while ending the bad ones!• A catastrophe scale. Put your problems into a better perspective when things are too much• A grounding game containing over 100 fun questions to help keep you grounded and in the present when stress is taking over• 3 simple breathing techniques for keeping calm and relaxed• More than 70 positive quotes, with the ability to add your own and share them with the world!• Protect your personal data with a passcode• Sync your data between your devices and back up your data so you never lose it• Themes, including over 20 different colors to choose from in customizing the app",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "I am giving a explanation because I think I’m not the only one that avoids mental health apps and want to reassure them that this app is nothing like any of the other apps. Also as a genuine thank you to the developer 🙏Nothing is worse than thinking something can help you just to find out it is filled with “live love laugh”, “you’re special”, “omg mercury in retrograde”. That’s all nice but it is shallow and unhelpful. Some apps with breathing exercises and cutesy quotes really make me feel invalidated and that feeling better is just as easy as namaste. That if you just say the word “positive” over and over nothing bad will ever happen. So when I found this app I was sooooo happy. I share it with anyone overwhelmed by their mental state and especially when they had little resources available.I have severe anxiety attacks from PTSD and this app has saved my life. It is clear the developer is a professional and is focused on helping people get grounded and understand their emotions on a deeper level. Sometimes there is just no level of advice that takes the intensity of an emotion away. Sometimes you are just going to feel but this helped me through that in one piece and educated me on how to identify what I need."
        },
        {
            "Rating": "5 out of 5",
            "Review": "Love love love it. I've suffered from depression and anxiety for years. Many mental health apps have come and gone but I've kept this one consistently (longer than almost any other) since it offers such quick, clear help. I use it mostly for anxiety for quick help, for my depression for more general help. When you're really freaking out (or just a bit!) this is the easiest one I've found to get quick help where I don't have to think too much about how to use the app itself in order to let it help me. Open the app, top choice is \"Help Right Now\" - so simple! Click it and the choice is equally clear \"Stop!\" Click that and it walks you through a short series of actions to calm you down and bring you back to reality. So many of the others are too wordy or too many bells and whistles; you can’t find your way around or if I do find my way usually it’s difficult to find the helpful parts again, esp. if I’m really in crisis. When I'm not in a crisis, the rest of the app is equally helpful and gives lots of clear good ideas of techniques for overall feeling better. Keep up the good work you guys and thank you so so so much for all many times of this app's support and calming me down and helping me back to reality."
        },
        {
            "Rating": "5 out of 5",
            "Review": "I’ve only just started using this app, but let me tell you, I am already in love with it! I feel like anyone could benefit from using this. It is very user friendly and even has a wonderful orientation in the beginning that helps you get started. I think my favorite feature is the chat forum. I really like that you can post what you’re feeling, ask for advice, etc. and people can reply to you. And everyone is always so nice! It’s honestly a very positive app! If I could suggest anything to be added, it would be a private chat feature or something along those lines. The only reason I say that is because you will definitely find people you relate to and want to keep talking to, but the only way to do that is by replying to their post which is out in the open for everyone to see. Other than that this app is phenomenal! I highly recommend it to everyone!"
        }
    ]
}