{
    "App Name": "Worry Watch: Anxiety & Mood\n 4+",
    "Developer": "Akilan Rajendran",
    "Ratings": "4.6 out of 5",
    "Description": "Description\n\n\nBuilt on the foundations of cognitive science, 'Worry Watch' app helps you manage anxiety and mood using:1. Guided Anxiety Journaling2. Guided Coping Techniques3. Guided Mood Check-In4. Guided Positive ReinforcementsGuided anxiety journal helps clear your mind and get a clarity through a series of simple questions asked in a structured way: Record > Reason > Respond > Reflect. 1. Record: Write down what’s on your mind. 2. Reason: Identify the trigger, scenario, evidence and cognitive bias3. Respond: Take actions to alleviate the anxiety4. Reflect: Retrospect on the outcome whether it was as bad as worried in the first place for self-realization.Guided coping techniques helps tapping body’s natural relaxation response to deal with stressful situations in a calm manner. 1. Deep Breathing: Calm down with rhythmic deep breaths2. Sensory Grounding: Practice being in the present moment by focussing on your senses using 5-4-3-2-1 technique3. Guided Imagery: Get into a deeply relaxed state by visualising in a happy place4. Mindfulness Meditation: Unwind by focussing your attention on your breathingApp provides:+ Clear voice / visual instructions and a timer with a soothing ambience. + Journal to capture your coping experience as notes.+ Streaks / statistics to track & build the coping practice.  Guided mood journaling helps to identify and express feelings creating an emotional awareness. App provides:1. Mood Journal: Check-in the mood, feeling, trigger and energy every day or multiple times in a same day.2. Mood Tracker: Find triggers and patterns associated with each mood type using the statistics and build positive mood using the streaksGuided Positive Reinforcements:1. Quotes: for motivation2. Idioms: for quick inspiration3. Affirmations: for positive thinking4. Notes: for self-realization5. Strategies: for actionApp also offers Wind Down Shortcuts for developing an habit to journal anxiety, check-in mood, practice meditation and affirm positive thinking as end-of-the-day sleep routines.Other features of the app:+ Face ID / Touch ID / Passcode protection+ iCloud backup and restore+ Widgets+ Daily and weekly reminders with snooze+ Drill down statistics+ Advanced search filters+ Data exports+ Available in 16 languagesApp respects your privacy:+ Data resides in your device and in your iCloud account only+ Works offline, no account signups required+ Does not track your usage of the app featuresPREMIUM FEATURESSubscribe yearly to unlock the below premium features:- Create unlimited journal entries- Learn and practice coping skills- Track mood, feeling, energy & trigger- View patterns and trends- Set daily or weekly reminders- Secure data using passcode, Face ID or Touch ID- Backup data to iCloud or restore from itPayment will be charged to iTunes Account at confirmation of purchase. If free trial offered, you will not be charged if you cancel your subscription at least 24 hours before the end of the trial period. Any unused portion of free trial period, if offered, will be forfeited once subscription purchased. Subscription will automatically renew unless auto-renew is turned off in Account Settings at least 24 hours before end of current subscription period. Account will be charged for renewal within 24 hours prior to end of current subscription period. Note: 'Worry Watch' app is not intended to substitute or replace professional medical advice or treatment of your physician or therapist. If you have a medical condition or health concern you should always consult with a physician or other qualified health care professional.",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "I’ve always spent a lot of time and energy worrying about things that may or may not actually happen, and if they do, may or may not end up as bad as I feared. Using this app has allowed me to verbalize my fears, categorize them, and reflect back on them. In doing so, I’m able to identify unnecessary worry more quickly when something similar occurs. I like to use the notes section of each event to spill all my thoughts, set a reminder to revisit the event, and (as much as possible) just forget about it until then. Because I verbalized all my thoughts and worries, I’m able to obsess over them less on a daily basis. And when I revisit it, it’s almost always not as bad as I had thought it would be.Customer service is also fantastic. They are quick to respond to questions and very receptive to suggestions."
        },
        {
            "Rating": "5 out of 5",
            "Review": "This is a fantastic app that helps me get my anxieties out and find some relief. I worry about the most random things and can never seem to let them go until the outcome has arrived. This adds a lot whole lot of additional stress in my life I don’t need. With this app, I’m able to write down my worry, set a reminder, and walk away from worrying about it. After I write it down, I feel so much better and 80% of the time I can drop whatever it is I’m worrying about, knowing the reminder will alert me to record the outcome. I feel that the more I use it, the more I will be able to rid my mind of my worry once written down and bring that 80% to 100%. I love seeing the percentages of the outcomes and realizing that what worries me is usually never as bad as I had thought."
        },
        {
            "Rating": "5 out of 5",
            "Review": "I used to use this app and it was perfect for what I needed. Very simple and I could see the logs easily. I liked it so much I even purchased it. But then they changed it to this new interface and now I don’t even use it anymore. It has way too many other things like meditation and breathing that I can get with other apps. They tried to put too much into this app when it wasn’t necessary. I just needed something to track my worries. Developers if you read this, please consider switching it back to the old interface. Thank you!"
        }
    ]
}