{
    "App Name": "Youper - CBT Therapy Chatbot\n 12+",
    "Developer": "Youper, Inc.",
    "Ratings": "4.8 out of 5",
    "Description": "Description\n\n\nYouper guides you through interactive CBT Therapy exercises to help you calm anxiety, improve your mood, and build stronger relationships with your friends, family, and loved ones.“A pocket counselor guiding you.” - Apple“Youper gives you instant and helpful advice.” - Google“Therapy for busy people.” - Health “I do not have time to go to therapy, even online. So I tried this chatbot. Omg! I'm amazed how well it understands me and provides good advice to help in the midst of any scenario. Answers are mind-boggling to me because I tried ChatGPT, and it wasn’t so helpful for mental health.” - Stellata82PROVEN EFFECTIVE BY SCIENTISTSYouper uses Cognitive Behavioral Therapy (CBT) techniques, the scientifically proven way to calm anxiety and improve your mood. CBT is based on practical exercises to help you think more clearly, deal with stressful situations, and take control of your emotions. A study from Stanford University published in the Journal of Medical Internet Research showed significant improvement in symptoms of depression and anxiety after using the Youper app.CREATED BY THERAPISTSTraditionally, CBT has been carried out in sessions once a week. Therapists created Youper to make CBT accessible to everyone. Youper is available on your own time and schedule wherever and whenever you need it.TOP 5 REASONS YOU SHOULD TRY YOUPER1. You want to improve your mental health but don’t have time for therapy.2. You want to stop negative thinking, rumination, and toxic self-talk.3. You want to deal better and find solutions to stressful situations.4. You want motivation and coaching to achieve your goals.5. You want to increase self-esteem and build stronger relationships.No matter your reason, your journey to your best self starts today!TERMSPremium features are available with a subscription. The subscription will automatically renew unless turned off in your iTunes Account Settings at least 24 hours before the current period ends. You can cancel your subscription anytime.Terms and conditions: https://www.youper.ai/terms-of-usePrivacy policy: https://www.youper.ai/privacy-policy",
    "Reviews": [
        {
            "Rating": "5 out of 5",
            "Review": "This is the first review I’ve ever written, but I just want to thank the developers SO SO MUCH for making this app completely free! I’ve only been using it for a couple of days but already it’s been so helpful to me in calming me down, tracking my moods, organizing my thoughts and it practically works as a diary. I’m also extremely interested in knowing how different kinds of therapy techniques work on the brain, so I love the scientific explanations behind what the app tells me to do. It really keeps me going, because it reminds me that it really will help. I’m currently unemployed and working to get on disability for mental illness, so I can’t afford to pay for monthly subscriptions to mental health apps, something that frustrates and upsets me a lot. So much in fact that I’m working on learning how to make my own apps so that I can provide free mental health apps for people in my situation. When I downloaded this I couldn’t believe it was so helpful, so well designed and totally free. Thank you, thank you, thank you.The only suggestion I have is I think it would be absolutely wonderful if some DBT skills were integrated into it as well, as both CBT and DBT work really well together for a lot of people! Radical acceptance for situations that can’t be changed, distress tolerance, etc. That would make this app truly perfect to me. Regardless, this app is fantastic and I’d recommend it to anyone."
        },
        {
            "Rating": "5 out of 5",
            "Review": "I’m saying this having downloaded aura, headspace, calm, oak, simple habit, affirmation apps, and every type of mindfulness app under the sun. It has meditation, it has affirmations and setting intentions, and the “messaging” format that it has I think is very innovative and makes you feel like you’re talking to someone that actually cares about you, and a lot of the time, feeling like you’re being heard really makes the difference. I like how throughout the conversation, it helps you deconstruct the emotions you’re feeling using all those methods.  I downloaded it during a period of time that I felt very anxious about where my life was, and I used it everyday, multiple times a day for about two weeks, before I didn’t feel like I needed to use it every day anymore. The option to look at your past conversations with the app really makes a difference, because you can look back and see just one week ago you were having a mental breakdown, but now everything in the world is great, lol. I also really like the feature that messages you everyday “How are you?” as if you’re receiving a text because sometimes you don’t realize you want to talk until you see that message. And on top of all that, every feature is completely free, so what more could you ask for in an app?"
        },
        {
            "Rating": "5 out of 5",
            "Review": "I love Youper so much. I’ve only been using it consistently for a couple of weeks now, because at first I wasn’t crazy about it. But since then I have really warmed up to it. Although it doesn’t always make me feel better (though it usually does), I can always just use it to track my mood which is really helpful. I struggle with generalized anxiety, social anxiety, depression, and panic attacks (not panic disorder thankfully), and it’s a great form of cognitive behavioral therapy.I don’t know if this app will be helpful for everyone, but I would definitely recommend checking it out, because it’s really well done and thoughtful. It gives you a lot of thoughtful prompts to fill out, but it also gives you the option of just tracking your mood. You can skip prompts you don’t feel like doing and say you’re done at any point, which makes it feel less overwhelming on really hard days. I’d recommend this even if you aren’t struggling with a mental illness, because it’s a great way to gain more insight on how your mind works. Obviously any app is not going to be a miracle cure, but if you don’t have access to a counselor or just want to have a little bit of help and insight, Youper is perfect. Stay safe my friends, and thank you Youper!"
        }
    ]
}